[
  {
    "id": 1,
    "slug": "team-gamification",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Геймификация для улучшения командного взаимодействия",
    "description": "Как поднять мотивацию и улучшить взаимодействие, го сыграем?",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696580/ArticleImage_01_Preview_xceomn.svg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Геймификация для улучшения командного взаимодействия"
        },
        {
          "type": "heading-4",
          "text": "Как поднять мотивацию и улучшить взаимодействие, го сыграем?"
        },
        {
          "type": "tags",
          "items": ["Методика", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696365/ArticleImage_01_01_f3vtbl.svg",
          "alt": "Иллюстрация игральных кубиков"
        },
        {
          "type": "previewParagraph",
          "text": "Что это за зверь — геймификация? Геймификация — это когда работу превращают в что-то вроде игры, чтобы было интереснее и веселее. Представьте, что вы выполняете задачи, но заполняете квестбук, получаете награды и воспринимаете своих коллег как команду соклассников в мифической RPG."
        },
        {
          "type": "whiteBox",
          "title": "Определение",
          "text": "Геймификация — это когда работу превращают в что-то вроде игры, чтобы было интереснее и веселее. Представьте, что вы выполняете задачи, но заполняете квестбук, получаете награды и воспринимаете своих коллег как команду соклассников в мифической RPG"
        },
        {
          "type": "paragraph",
          "text": "Геймификацию часто используют, чтобы сделать рутинную работу менее скучной, а команду более дружной. Простой пример — начисляешь бонусы за закрытые таски, комуляешь призы за лучшую идею или устраиваешь миниигры посреди рабочего дня. Все это делает общение более живым, а работу более эффективной. Звучит как победа, но давайте поразбираемся подробнее."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696367/ArticleImage_01_02_lfsiol.webp",
          "description": "Брейншторм команды стартапа над внедрением геймификации в интерфейс продуктового магазина"
        },
        {
          "type": "whiteBox",
          "title": "Как это работает?",
          "text": "Вообще, теория геймификации проста: люди любят игры, а значит, если превратить работу в что-то похожее на игру, мотивация и вовлеченность растут"
        },
        {
          "type": "elements",
          "title": "В основе лежат четыре ключевых элемента:",
          "items": [
            {
              "title": "Цели и правила",
              "text": "Как в любой игре, у команды должны быть четкие цели и понятные правила. Например, закрываешь пять багов подряд без откатов — получаешь «Легендарного отладчика» и бонусные плюшки",
              "index": 1
            },
            {
              "title": "Обратная связь",
              "text": "Бейджи, уровни, рейтинги, ачивки. Чем быстрее человек видит свой прогресс, тем больше он вовлечен",
              "index": 2
            },
            {
              "title": "Соревнование и сотрудничество",
              "text": "Кто быстрее разберется с тасками или лучше всего проведет код-ревью? Легкий соревновательный дух подстегивает продуктивность",
              "index": 3
            },
            {
              "title": "Награды и признание",
              "text": "Это может быть что угодно: реальные бонусы, символические трофеи, похвала в общем чате или даже мем в честь победителя",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "История появления",
          "text": "Геймификация — не новинка. Ещё в 80-х некоторые компании начали использовать игровые механики в бизнесе, но настоящий бум начался в 2010-х. Компании вроде Microsoft, Google и SAP внедряли элементы игр в корпоративную культуру, а некоторые даже создавали полноценные внутренние игры для сотрудников."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Microsoft",
              "text": "Как в любой игре, у команды должны быть четкие цели и понятные правила. Например, закрываешь пять багов подряд без откатов — получаешь «Легендарного отладчика» и бонусные плюшки"
            },
            {
              "title": "Google",
              "text": "Бейджи, уровни, рейтинги, ачивки. Чем быстрее человек видит свой прогресс, тем больше он вовлечен"
            },
            {
              "title": "SAP",
              "text": "Внедрила систему бейджей и достижений в процесс работы с клиентами, что повысило уровень удовлетворенности пользователей"
            }
          ]
        },
        {
          "type": "moreInCase",
          "link": "url"
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Начинайте с малого — не нужно сразу превращать всю работу в MMORPG",
            "Используйте простые и понятные механики: рейтинги, ачивки, награды",
            "Подбирайте систему под свою команду: кто-то любит соревнования, а кому-то важнее кооперация",
            "Не перегибайте — если геймификация начнет напрягать, эффект будет обратным"
          ]
        },
        {
          "type": "paragraph",
          "text": "Геймификацию часто используют, чтобы сделать рутинную работу менее скучной, а команду более дружной. Простой пример — начисляешь бонусы за закрытые таски, комуляешь призы за лучшую идею или устраиваешь миниигры посреди рабочего дня. Все это делает общение более живым, а работу более эффективной. Звучит как победа, но давайте поразбираемся подробнее."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Эффективность",
              "description": "Правильно организованные активности повышают мотивацию, улучшают динамику взаимодействия, делают рутинные задачи менее скучными"
            },
            {
              "title": "Вызовы командных игр",
              "description": "Соревновательные элементы могут вызывать стресс у тех, кто не любит конкуренцию, а их внедрение и настройка требуют дополнительного времени"
            },
            {
              "title": "Мощный инструмент",
              "description": "Если сделать все грамотно, работа станет не просто продуктивнее, но и веселее, и не будет унылой обязаловки"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 2,
    "slug": "team-motivation-psychology",
    "metatags": {
      "image": "url",
      "type": "article"
    },
    "title": "Психология мотивации в команде",
    "description": "Когда «спасибо» спасает дедлайны",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696682/ArticleImage_02_Preview_a4mvf1.svg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Психология мотивации в команде"
        },
        {
          "type": "heading-4",
          "text": "Когда «спасибо» спасает дедлайны"
        },
        {
          "type": "tags",
          "items": ["Психология", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696810/ArticleImage_02_01_xeyylx.svg",
          "alt": "Иллюстрация: мотивация в команде"
        },
        {
          "type": "previewParagraph",
          "text": "Согласись, всем приятно когда кто-то признаёт ценность твоих трудов и усилий. Публичное признание заслуг или смешной стикер в личке, неважно, главное, чтобы это было искренне, от чистого сердца. Это мотивирует и укрепляет командный дух, особенно в условиях стресса и жестких сроков."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "Когда задачи становятся сложными, а дедлайны поджимают, признание может быть мощным инструментом мотивации. Простое «спасибо» за хорошую работу или за усилия, которые команда вложила в проект, дает людям чувство ценности и повышает их вовлеченность."
        },
        {
          "type": "paragraph",
          "text": "Кроме того, признание усиливает взаимопонимание и улучшает коммуникацию. Если, к примеру, Оля из дизайна предложила нестандартное решение, которое значительно улучшило функциональность, важно публично это признать, чтобы все поняли, что ее идеи ценятся."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750696812/ArticleImage_02_02_nv0nem.webp",
          "description": "Если ничего не поможет – в помощь вам мемы с котиками, но мы вам этого не говорили"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Признание в команде повышает мотивацию и вовлеченность. Когда кто-то получает похвалу, это вдохновляет остальных работать на том же уровне. В условиях дедлайнов признание особенно важно: оно подтверждает, что усилия не остаются незамеченными."
        },
        {
          "type": "elements",
          "title": "К чему приводит здоровая похвала:",
          "items": [
            {
              "title": "Атмосфера позитива и креатива",
              "text": "Когда один человек получает похвалу за свои усилия, это побуждает других работать так же хорошо",
              "index": 1
            },
            {
              "title": "Благоприятная среда",
              "text": "Признание улучшает моральный климат, особенно в условиях дедлайнов",
              "index": 2
            },
            {
              "title": "Вовлеченность",
              "text": "Каждый хочет чувствовать, что его вклад важен для успеха команды",
              "index": 3
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "История появления",
          "text": "Идея признания в командной работе начала активно развиваться в конце 20 века. Уже в 1980-х годах начали осознавать важность благодарности как мотивационного инструмента. К примеру, такие компании, как Google и Microsoft, начали внедрять практики публичного признания успехов сотрудников. Идея была проста: признание не только повышает моральный дух, но и влияет на общую продуктивность команды. Сегодня признание активно применяется во многих организациях для повышения эффективности работы и укрепления командного духа, особенно в моменты высокой нагрузки и дедлайнов."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Slack",
              "text": "В компании создана культура регулярных благодарностей, которые можно отправлять коллегам через специальный канал"
            },
            {
              "title": "Zappos",
              "text": "Компания известна своей культурой признания и благодарности. Каждый сотрудник получает возможность каждый месяц поблагодарить коллег"
            },
            {
              "title": "Salesforce",
              "text": "В компании активно используют систему публичного признания, когда коллеги могут хвалить друг друга через внутреннюю платформу"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Не просто говорите «хорошая работа», а уточняйте, что именно понравилось",
            "Признание может быть связано не только с результатами работы, но и с усилиями",
            "Не ждите крупных достижений, чтобы похвалить команду",
            "Не все любят публичные похвалы. Кто-то предпочитает личную благодарность"
          ]
        },
        {
          "type": "paragraph",
          "text": "Правильно подобранное слово или подход могут значительно повлиять на атмосферу в команде. Развивая не только хард скиллы, но и софт скиллы, включая эмоциональный интеллект, можно научиться чувствовать, когда похвала будет воспринята как поддержка, а когда — как давление. Умение учитывать чувства других — это не только залог продуктивной работы, но и основа здоровых рабочих отношений."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Эффективность",
              "description": "Это улучшает моральный климат в команде, способствует росту продуктивности и поддерживает командный дух, особенно в условиях стресса"
            },
            {
              "title": "Вызовы",
              "description": "Не перегибай палку с признанием, чтобы не превратить его в формальность. Похвала должна быть искренней и своевременной"
            },
            {
              "title": "Мощный инструмент",
              "description": "Правильное признание не только ускоряет достижение целей, но и создает здоровую атмосферу, где каждый чувствует свою ценность"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 3,
    "slug": "constructive-feedback",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Обратная связь: культура конструктивных бесед",
    "description": "Как создавать поддерживающую атмосферу обратной связи",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750697285/ArticleImage_03_Preview_lqdfza.svg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Обратная связь: культура конструктивных бесед"
        },
        {
          "type": "heading-4",
          "text": "Как создавать поддерживающую атмосферу обратной связи"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750697284/ArticleImage_03_01_cfexu0.svg",
          "alt": "Иллюстрация: диалог в команде"
        },
        {
          "type": "previewParagraph",
          "text": "В современном мире эффективная коммуникация является ключевым фактором успеха любой команды, особенно в сфере IT. Одним из важнейших элементов такой коммуникации является культура конструктивной обратной связи. Создание поддерживающей атмосферы, где каждый член команды чувствует себя услышанным и ценным, способствует повышению эффективности работы и личностному росту сотрудников."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "Культура конструктивной обратной связи подразумевает регулярный обмен мнениями и оценками между сотрудниками и руководством. Цель — не критика, а совместный поиск путей улучшения и развития. В такой среде сотрудники ощущают поддержку, что мотивирует их к профессиональному росту и повышению качества работы."
        },
        {
          "type": "paragraph",
          "text": "Важно, чтобы обратная связь была не только своевременной, но и корректной. Непродуманная критика или ее отсутствие могут вызывать стресс и демотивацию. Когда обратная связь подается в уважительной и конструктивной форме, сотрудники воспринимают её как инструмент развития, а не как способ указать на ошибки."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750697282/ArticleImage_03_02_lmaxpe.webp",
          "description": "Руководитель  дизайн-студии “Pigrin” раз в 3-4 месяца устраивает тематические вечеринки"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Признание в команде повышает мотивацию и вовлеченность. Когда кто-то получает похвалу, это вдохновляет остальных работать на том же уровне. В условиях дедлайнов признание особенно важно: оно подтверждает, что усилия не остаются незамеченными. Это укрепляет командный дух и повышает готовность всех работать на общий результат."
        },
        {
          "type": "elements",
          "title": "Внедрение обратной связи приносит следующие преимущества:",
          "items": [
            {
              "title": "Улучшение коммуникации",
              "text": "Открытый диалог способствует более глубокому пониманию задач и ожиданий",
              "index": 1
            },
            {
              "title": "Повышение мотивации",
              "text": "Сотрудники, получающие регулярную и конструктивную обратную связь, более мотивированы и вовлечены в работу",
              "index": 2
            },
            {
              "title": "Развитие профессиональных навыков",
              "text": "Обратная связь помогает выявить области для роста и направляет сотрудников в их профессиональном развитии",
              "index": 3
            },
            {
              "title": "Укрепление командного духа",
              "text": "Поддерживающая атмосфера способствует созданию доверительных отношений внутри команды",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "История появления",
          "text": "Практика конструктивной обратной связи берет свое начало из методов управления качеством, разработанных в середине XX века. С течением времени компании осознали, что регулярная и честная обратная связь не только улучшает производственные процессы, но и способствует развитию человеческого капитала. Сегодня многие организации внедряют систематические подходы к обратной связи, интегрируя их в корпоративную культуру."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Google",
              "text": "В Google регулярно проводятся оценки эффективности сотрудников, где каждый получает конструктивные отзывы о своей работе. Такой подход помогает выявлять сильные стороны и области для развития, способствуя профессиональному росту"
            },
            {
              "title": "Microsoft",
              "text": "Microsoft внедрила систему регулярных встреч между сотрудниками и руководством, на которых обсуждаются достижения и возможные улучшения. Это способствует открытому диалогу и повышает доверие внутри команды"
            },
            {
              "title": "SAP",
              "text": "В SAP используется практика «360-градусной обратной связи», где сотрудники получают отзывы не только от руководства, но и от коллег и подчиненных. Это обеспечивает всесторонний взгляд на эффективность работы и помогает в личностном развитии"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Руководитель должен демонстрировать открытость к обратной связи, показывая, что ценит мнения сотрудников",
            "Донесите до команды важность обратной связи и ее роль в рабочем процессе",
            "Организуйте тренинги по навыкам предоставления и получения конструктивной обратной связи",
            "Сотрудники должны чувствовать, что могут высказывать свои мысли без страха негативных последствий"
          ]
        },
        {
          "type": "paragraph",
          "text": "Внедрение культуры конструктивной обратной связи требует времени и усилий, но результаты оправдывают затраты. Создавая среду, где каждый чувствует себя ценным и услышанным, вы способствуете не только профессиональному росту сотрудников, но и повышению общей эффективности команды."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Повышение эффективности",
              "description": "Регулярная обратная связь улучшает рабочие процессы и результаты"
            },
            {
              "title": "Развитие сотрудников",
              "description": "Конструктивные отзывы направляют персонал на пути профессионального роста"
            },
            {
              "title": "Укрепление доверия",
              "description": "Открытая коммуникация создает атмосферу доверия и взаимоуважения"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 4,
    "slug": "trust-in-it-teams",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Роль доверия в построении IT-команд",
    "description": "Что делать, когда говорят про команду: «у нас всё прозрачно»",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699235/ArticleImage_04_Preview_zotkjg.svg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Роль доверия в построении IT-команд"
        },
        {
          "type": "heading-4",
          "text": "Что делать, когда говорят про команду: «у нас всё прозрачно»"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699233/ArticleImage_04_01_by0mzj.svg",
          "alt": "Иллюстрация: доверие в команде"
        },
        {
          "type": "previewParagraph",
          "text": "В современном мире информационных технологий успех проектов во многом зависит от слаженной работы команды. Одним из ключевых факторов, обеспечивающих такую слаженность, является доверие между членами команды. Без доверия даже самые талантливые специалисты могут столкнуться с проблемами в коммуникации и выполнении задач."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "Доверие в IT-команде — это уверенность каждого участника в компетентности, надежности и честности своих коллег. Оно проявляется в готовности делегировать задачи, принимать решения совместно и открыто обсуждать возникающие проблемы. В такой атмосфере сотрудники не боятся высказывать свои идеи, зная, что их мнение будет услышано и оценено по достоинству."
        },
        {
          "type": "paragraph",
          "text": "Формирование доверия требует прозрачности во всех процессах. Когда информация о целях, задачах и результатах доступна каждому, это устраняет почву для недопонимания и сплетен. Прозрачность способствует созданию культуры ответственности, где каждый осознает свою роль и вклад в общий успех."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699232/ArticleImage_04_02_xddw9w.webp",
          "description": "Порой самый простой вариант — выговориться друг с другом, желательно за едой)"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Компании, сознательно работающие над доверием внутри команд, фиксируют рост вовлеченности на до 76%, а также увеличение производительности на до 50%. Исследования Harvard Business Review отмечают, что высокая степень доверия снижает уровень кортизола (гормона стресса) у сотрудников."
        },
        {
          "type": "elements",
          "title": "Наличие доверия в команде приносит множество положительных эффектов:",
          "items": [
            {
              "title": "Увеличение продуктивности",
              "text": "Сотрудники, доверяющие друг другу, тратят меньше времени на проверки и согласования, что ускоряет рабочий процесс",
              "index": 1
            },
            {
              "title": "Снижение текучести кадров",
              "text": "В атмосфере доверия и взаимоуважения сотрудники чувствуют себя комфортно и менее склонны искать новое место работы",
              "index": 2
            },
            {
              "title": "Улучшение инновационности",
              "text": "Доверие поощряет открытость и обмен идеями, что способствует появлению новых и креативных решений",
              "index": 3
            },
            {
              "title": "Снижение стресса",
              "text": "Прозрачные процессы и уверенность в коллегах уменьшают уровень тревожности",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "История появления",
          "text": "Концепция доверия в рабочих коллективах начала активно развиваться с переходом от иерархических структур к более гибким и автономным командам. В IT-сфере, где проекты часто требуют креативности и быстрого принятия решений, доверие стало фундаментом эффективной работы. Компании начали осознавать, что без доверительных отношений между сотрудниками невозможно достичь высокой адаптивности и инновационности."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Zappos",
              "text": "Известная своей уникальной корпоративной культурой, Zappos ставит доверие и прозрачность во главу угла. Руководство поощряет сотрудников быть открытыми и честными, что создает атмосферу взаимного уважения и поддержки"
            },
            {
              "title": "ODIN Group",
              "text": "Российская компания внедрила платформу для автоматизации бизнес-процессов, что повысило прозрачность операций и укрепило доверие между отделами."
            },
            {
              "title": "Goodt",
              "text": "Руководство решило перейти на Agile-подход, что потребовало высокого уровня доверия между членами команды. Постепенно, через открытые обсуждения и совместное принятие решений, удалось создать культуру, основанную на доверии и прозрачность"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Отмечайте достижения каждого сотрудника. Признание усилий повышает мотивацию и укрепляет доверие",
            "Создайте среду, где конструктивная критика воспринимается как возможность для роста, а не как угроза",
            "Регулярно информируйте команду о целях, задачах и изменениях в проекте. Это устраняет неопределенность",
            "Вовлекайте команду в процесс принятия важных решений. Это повышает ответственность и доверие к руководству"
          ]
        },
        {
          "type": "paragraph",
          "text": "Внедрение культуры доверия требует времени и усилий, но результаты оправдывают затраты. Сформировав доверительные отношения, команда становится более сплоченной, продуктивной и готовой к вызовам. Создавая атмосферу доверия, компании не только повышают эффективность работы, но и создают условия для профессионального и личностного роста каждого сотрудника. "
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Доверие — основа",
              "description": "Без доверия сотрудники тратят больше времени на перестраховку, проверки и согласования, что замедляет работу и снижает мотивацию"
            },
            {
              "title": "Прозрачность решает",
              "description": "Доступ к информации, честная коммуникация и предсказуемость решений позволяют минимизировать конфликты"
            },
            {
              "title": "Действия важнее слов",
              "description": "Доверие не возникает мгновенно — его нужно выстраивать через систематические действия и поддержку инициатив"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 5,
    "slug": "design-dev-collaboration",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Лучшее взаимодействие дизайна-разработки от Аарона Уолтера",
    "description": "Узнали все секреты Аарона Уолтера из InVision Studio",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699888/ArticleImage_05_Preview_xdbhi2.svg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Лучшее взаимодействие дизайна-разработки от Аарона Уолтера"
        },
        {
          "type": "heading-4",
          "text": "Узнали все секреты Аарона Уолтера из InVision Studio"
        },
        {
          "type": "tags",
          "items": ["Опыт команды", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699886/ArticleImage_05_01_nmnakw.svg",
          "alt": "Аарон Уолтер и команда InVision"
        },
        {
          "type": "previewParagraph",
          "text": "Сотрудничество дизайнеров и разработчиков — вечная тема. Эти две команды работают над одним продуктом, но их подходы, цели и процессы сильно различаются. Как сделать так, чтобы дизайн и код не просто сосуществовали, а помогали друг другу? Мы изучили лучшие практики, которыми поделился Аарон Уолтер, вице-президент по дизайн-образованию в InVision, и готовы рассказать, как наладить продуктивное взаимодействие."
        },
        {
          "type": "whiteBox",
          "title": "Почему не в ладах?",
          "text": "Аарон отмечает, что, несмотря на схожесть целей, дизайнеры и разработчики часто сталкиваются с различиями в подходах. Дизайнеры стремятся к целостности и единству в опыте пользователя, тогда как разработчики предпочитают разбивать задачи на более мелкие части для быстрой реализации в рамках Agile-методологий. Это различие может приводить к конфликтам, особенно когда дизайнеры настаивают на полном завершении проекта перед его запуском, а разработчики хотят внедрять изменения постепенно."
        },
        {
          "type": "paragraph",
          "text": "Ещё один аспект — понимание языка друг друга. Дизайнерам не обязательно становиться экспертами в кодинге, но базовое понимание процессов разработки поможет им лучше коммуницировать с разработчиками. Аналогично, разработчики, знакомые с основами дизайна, смогут более эффективно сотрудничать с дизайнерами. Такое взаимное понимание способствует созданию продуктов, где дизайн и функциональность гармонично сочетаются."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750699892/ArticleImage_05_03_bflqi3.webp",
          "description": "Команда Invison на конференции"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Когда дизайнеры и разработчики работают в связке, процесс разработки становится эффективнее, а продукт — лучше. У каждого есть шанс влиять на конечный результат, находить ошибки и вносить улучшения на ранних стадиях."
        },
        {
          "type": "elements",
          "title": "Вот несколько ключевых преимуществ такого подхода:",
          "items": [
            {
              "title": "Улучшение качества продукта",
              "text": "Совместная работа обеспечивает баланс между эстетикой и функциональностью, что приводит к созданию более качественных продуктов",
              "index": 1
            },
            {
              "title": "Сокращение времени разработки",
              "text": "Когда команды работают синхронно, уменьшается количество доработок и исправлений, что ускоряет процесс разработки",
              "index": 2
            },
            {
              "title": "Повышение удовлетворенности клиентов",
              "text": "Продукты, созданные в тесном сотрудничестве, лучше отвечают потребностям пользователей, что повышает их удовлетворенность",
              "index": 3
            },
            {
              "title": "Рост инноваций",
              "text": "Объединение разных точек зрения стимулирует появление новых идей и решений, что способствует инновациям",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Что делают другие?",
          "text": "Компании, которые уделяют внимание взаимодействию дизайнеров и разработчиков, получают конкурентные преимущества. Они сокращают время вывода продукта на рынок, повышают удовлетворённость пользователей и создают инновационные решения."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "MailChimp",
              "text": "Под руководством Аарона Уолтера UX-команда создала видео-видение перед началом крупного редизайна, чтобы помочь всей компании понять направление проекта"
            },
            {
              "title": "Slack",
              "text": "Компания внедрила практику «парного дизайна», где дизайнеры из разных команд тратят около восьми часов в неделю на совместную работу, представляя решения друг другу"
            },
            {
              "title": "InVision",
              "text": "В InVision разработчики используют такие инструменты, как InVision Inspect, чтобы видеть спецификации и разбивку системы проектирования, что способствует общему пониманию между командами"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Организуйте совместные сессии с клиентами — проводите совместные встречи с пользователями, чтобы обе команды могли напрямую узнать о их потребностях и проблемах",
            "Обучайте базовым навыкам смежных областей — предоставьте возможность дизайнерам изучать основы кодирования, а разработчикам основы дизайна",
            "Используйте общие инструменты и платформы — внедрение инструментов, доступных и понятных обеим командам, поможет улучшить коммуникацию",
            "Внедряйте системный подход — использование дизайн-систем и компонентов помогает избежать несоответствий и упрощает процесс разработки"
          ]
        },
        {
          "type": "paragraph",
          "text": "Реализация этих шагов требует времени и усилий, но в долгосрочной перспективе они приведут к более эффективному сотрудничеству и лучшим результатам."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Общее понимание целей",
              "description": "Совместное определение целей проекта помогает объединить усилия и направить их в одном направлении"
            },
            {
              "title": "Взаимное уважение",
              "description": "Признание ценности работы друг друга создает атмосферу доверия, что способствует более открытому обмену идеями"
            },
            {
              "title": "Непрерывное обучение",
              "description": "Поощрение команд к изучению новых навыков и подходов обеспечивает постоянное развитие и адаптацию к изменениям рынка"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 6,
    "slug": "magic-solution",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "А есть волшебная таблетка?",
    "description": "Трактат о смыслах и законах командной работы",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700353/ArticleImage_06_Preview_dfgicv.svg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "А есть волшебная таблетка?"
        },
        {
          "type": "heading-4",
          "text": "Трактат о смыслах и законах командной работы"
        },
        {
          "type": "tags",
          "items": ["Методика", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700350/ArticleImage_06_01_tqgwit.svg",
          "alt": "Иллюстрация: поиск решений"
        },
        {
          "type": "previewParagraph",
          "text": "Как программистам общаться друг с другом и точно ли без этого не обойтись — одна из вечных тем обсуждения в IT-сообществе. В книге «Team Geek: идеальная IT-компания» Брайан Фитцпатрик и Бен Коллинз-Сассмэн рассматривают эту проблему через призму многолетнего опыта и приходят к выводу: командное взаимодействие – неотъемлемая часть успешной разработки. Но есть ли универсальные принципы, которые помогают наладить эту работу?"
        },
        {
          "type": "whiteBox",
          "title": "Это что вообще?",
          "text": "Современная разработка — это командный спорт, где важны не только технические навыки, но и умение взаимодействовать с коллегами. Пытаясь работать в изоляции, программисты сталкиваются с массой сложностей: увеличивается время поиска решений, возрастает вероятность ошибок, снижается продуктивность. Сопротивление командной работе часто вызвано страхом ошибиться на глазах у других или нежеланием делиться плодами труда. Однако практика показывает, что открытость и совместное обсуждение проблем приводят к более качественным результатам."
        },
        {
          "type": "paragraph",
          "text": "Выделяются три ключевых принципа эффективной командной работы: скромность, уважение и доверие. Скромность позволяет признавать ошибки и учиться, уважение создаёт комфортную среду для взаимодействия, а доверие помогает команде двигаться вперёд, не тратя силы на внутренние конфликты. Если один из этих компонентов отсутствует, начинаются проблемы: споры превращаются в соревнования, критика воспринимается в штыки, а коллективная работа буксует."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700250/ArticleImage_06_02_edoen0.jpg",
          "description": "Мы? Мы. И вы тоже, мы знаем) Источник: SlovoDna"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Для иллюстрации авторы приводят аналогию с компиляцией кода. Никто не ждёт, пока программа достигнет 50 тысяч строк, чтобы запустить компилятор — проверка идёт по ходу работы. То же самое касается взаимодействия в команде: если обсуждать и тестировать идеи на ранних этапах, вероятность крупных ошибок снижается, а итоговый продукт становится лучше."
        },
        {
          "type": "elements",
          "title": "Вот несколько ключевых преимуществ:",
          "items": [
            {
              "title": "Быстрее решаем проблемы",
              "text": "Чем раньше коллеги увидят твой код, тем раньше найдутся ошибки. Совместная работа помогает находить и исправлять баги быстрее",
              "index": 1
            },
            {
              "title": "Равномерное распределение знаний",
              "text": "Когда команда делится опытом, каждый её участник развивается. В результате никто не становится «незаменимым гением»",
              "index": 2
            },
            {
              "title": "Более качественный продукт",
              "text": "Групповая работа снижает риск серьёзных просчётов, которые могли бы проявиться уже после релиза",
              "index": 3
            },
            {
              "title": "Меньше стрессов и конфликтов",
              "text": "Прозрачность в коммуникации снижает уровень тревожности. Люди чувствуют себя увереннее, когда знают, что их голос услышан",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Что делают другие?",
          "text": "Успешные команды не боятся нарушать «каноны» скрама, если это делает работу эффективнее. Они тестируют разные подходы и оставляют только то, что работает. Лучшие практики рождаются внутри команды, а не в учебниках по agile."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Google",
              "text": "Применяет принцип «блиц-кода» (blitz code review), когда любой разработчик может получить обратную связь от коллег уже на ранних стадиях написания кода"
            },
            {
              "title": "Netflix",
              "text": "Активно использует принцип 'No Blame Culture', где ошибки рассматриваются как источник обучения, а не повод для наказания"
            },
            {
              "title": "Spotify",
              "text": "Внедрил модель 'Squads', которая позволяет командам работать автономно, сохраняя гибкость и эффективность в коммуникации"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Проводите регулярные обсуждения кода — разбор кода должен быть не формальностью, а живым инструментом для роста команды",
            "Создавайте безопасную среду для обсуждений — важно, чтобы критика была конструктивной, а ошибки воспринимались как возможность учиться",
            "Делитесь знаниями внутри команды — организуйте внутренние митапы и документируйте важные решения",
            "Начни с малого — попробуй делиться идеями, спрашивать мнение коллег и давать конструктивную обратную связь"
          ]
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Командная работа",
              "description": "Это неотъемлемая часть успеха. Попытки работать в одиночку приводят к затягиванию сроков и снижению качества результата"
            },
            {
              "title": "Взаимное уважение",
              "description": "Сотрудничество делает разработку эффективнее, а совместная работа помогает быстрее находить решения"
            },
            {
              "title": "Культура команды",
              "description": "Это не абстракция, а реальный инструмент. Если её осознанно развивать, можно создать среду, где работа идёт быстрее, качественнее и с меньшим уровнем стресса"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 7,
    "slug": "team-diagnostics-tools",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Инструменты для диагностики вашей команды",
    "description": "Рассказали про разные виды тестирования эффективности команды и почему тебе это нужно",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700473/ArticleImage_07_Preview_kcvg8m.jpg",
      "card": "standard",
      "rotate": "left",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Инструменты для диагностики вашей команды"
        },
        {
          "type": "heading-4",
          "text": "Рассказали про разные виды тестирования эффективности команды и почему тебе это нужно"
        },
        {
          "type": "tags",
          "items": ["Методика", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700358/ArticleImage_07_01_ofnlav.svg",
          "alt": "Иллюстрация: диагностика команды"
        },
        {
          "type": "previewParagraph",
          "text": "Командная работа — это не только про совместные проекты, но и про динамику взаимодействия, распределение ролей и общий психологический климат. Чтобы понять, как обстоят дела в вашей команде, существуют специальные инструменты диагностики. Они помогут выявить сильные стороны коллектива, зоны роста и оптимальные пути для улучшения совместной работы."
        },
        {
          "type": "whiteBox",
          "title": "История появления",
          "text": "Истоки понятия «командообразование» уходят в 1920-30-е годы, когда проводились исследования Хотторна. Тогда ученые выяснили, что эффективная команда формируется не только за счет навыков участников, но и благодаря чувству социальной поддержки, гордости за общие достижения и возможности влиять на рабочие процессы."
        },
        {
          "type": "paragraph",
          "text": "Эти идеи актуальны до сих пор: чем больше у сотрудников чувства принадлежности и доверия друг к другу, тем выше их вовлеченность и продуктивность. Поэтому современные компании уделяют внимание не только найму профессионалов, но и формированию комфортной атмосферы внутри команды."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700361/ArticleImage_07_02_kbsiiw.jpg",
          "description": "Даже если результаты вдруг тебя расстроят, просто думай, что у кого марс в Весах"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Диагностика команды помогает не только выявить слабые места в коммуникации, но и понять, какие методы взаимодействия лучше работают именно в вашем коллективе. Она может стать отправной точкой для улучшения рабочих процессов, предотвращения конфликтов и повышения продуктивности."
        },
        {
          "type": "elements",
          "title": "Вот несколько видов диагностик:",
          "items": [
            {
              "title": "Определение командных ролей",
              "text": "Тесты (например, Белбина или Адизеса) помогают понять, кто в команде выполняет какие функции и чего не хватает для баланса",
              "index": 1
            },
            {
              "title": "Анализ динамики группы",
              "text": "Инструменты вроде FIRO показывают, насколько сотрудники склонны к работе в группе и какие зоны развития у них есть",
              "index": 2
            },
            {
              "title": "Диагностика лидерства",
              "text": "Тест на определение роли лидера позволяет понять, как участники воспринимают руководство и насколько стиль управления соответствует ожиданиям команды",
              "index": 3
            },
            {
              "title": "Оценка атмосферы в коллективе",
              "text": "Тест «Оценка команды изнутри» поможет выявить, насколько сотрудники чувствуют себя комфортно, есть ли проблемы с доверием и эффективностью взаимодействия",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Виды диагностик",
          "text": "Использование инструментов диагностики давно стало стандартом в ведущих компаниях. Это помогает им оптимизировать работу и удерживать талантливых специалистов."
        },
        {
          "type": "pointedSection",
          "title": "Психологические тесты и диагностика ролей",
          "items": [
            "Тест FIRO (определяет, насколько члены команды готовы к совместной работе)",
            "Тест Белбина (выявляет командные роли, помогает понять, каких типов людей не хватает для эффективного взаимодействия)",
            "Тест Адизеса (анализирует стиль управления в команде, показывает баланс ролей по четырём ключевым функциям: производитель, администратор, предприниматель, интегратор)",
            "Тест Майер-Бриггс или MBTI (выстраивает взаимодействие с учётом индивидуальных особенностей)",
            "DISC-оценка (анализирует стиль поведения каждого участника, выявляя его склонности к доминированию, влиянию, стабильности и добросовестности)",
            "Тест «Определение роли лидера в команде» (анонимное исследование, которое помогает руководителю понять, как его воспринимают коллеги)",
            "Тест «Оценка команды изнутри» (помогает оценить уровень доверия, эффективности и общего климата в коллективе)"
          ]
        },
        {
          "type": "pointedSection",
          "title": "Методы фасилитации и ценностного анализа",
          "items": [
            "Фасилитация «Определение ценностей команды» (выявление и согласование ключевых ценностей, влияющих на работу)",
            "Моделирование ситуаций (помогает выявить скрытые конфликты и протестировать командные роли на практике)",
            "Определение стадии развития команды по Такману (диагностика этапа жизненного цикла команды: формирование, конфликт, нормализация, продуктивность, спад)"
          ]
        },
        {
          "type": "pointedSection",
          "title": "Оценка эффективности работы команды",
          "items": [
            "360-градусная обратная связь (сбор анонимных отзывов от коллег, подчинённых и руководителей)",
            "Анализ KPI и OKR (оценка командных и индивидуальных показателей эффективности)",
            "Ретроспектива и дебрифинг (обсуждение проделанной работы и поиск точек роста)"
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Определись, какие тесты лучше всего подходят для диагностики вашей команды: роль в коллективе, стиль управления или командная динамика",
            "Важно не просто пройти тест, но и проанализировать результаты коллективно, обсудить их и наметить пути улучшения",
            "Включи выводы диагностики в рабочие процессы: настрой роли, пересмотри способы коммуникации и внедри новые подходы",
            "Команда — это живой организм, который со временем меняется. Повторное тестирование поможет отслеживать динамику и корректировать процессы"
          ]
        },
        {
          "type": "paragraph",
          "text": "Не бойтесь адаптировать инструменты под свою команду. Иногда полезно комбинировать методы: например, после прохождения теста Белбина провести фасилитационную сессию, а результаты DISC-анализа использовать при настройке рабочих процессов. Чем гибче ваш подход, тем точнее будет диагностика и эффективнее последующие изменения."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Диагностика роста",
              "description": "Определение ролей, анализ атмосферы и понимание сильных и слабых сторон делают работу эффективнее"
            },
            {
              "title": "Не для галочки",
              "description": "Важно не просто пройти тест, а применять результаты. Без обсуждения и внедрения изменений диагностика не нужна"
            },
            {
              "title": "Не разовое мероприятие",
              "description": "Регулярная работа с командной динамикой помогает избежать проблем в будущем и поддерживать высокий уровень взаимодействия"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 8,
    "slug": "roleplay-team-building",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Сюжетно-ролевой тимбилдинг",
    "description": "Что это такое и зачем оно команде. Актёрское образование не требуется",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700479/ArticleImage_08_Preview_c9o4xu.jpg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Сюжетно-ролевой тимбилдинг"
        },
        {
          "type": "heading-4",
          "text": "Что это такое и зачем оно команде. Актёрское образование не требуется"
        },
        {
          "type": "tags",
          "items": ["Методика", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700719/ArticleImage_08_01_kis8cv.svg",
          "alt": "Иллюстрация: ролевой тимбилдинг"
        },
        {
          "type": "previewParagraph",
          "text": "Тимбилдинг — это не просто весёлые активности, а стратегический инструмент, помогающий команде стать сильнее. И если обычные упражнения на доверие уже кажутся скучными, стоит попробовать сюжетно-ролевой формат. Здесь каждый участник погружается в новую реальность, где привычные офисные границы стираются, а работа в команде становится настоящим приключением."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "Командообразование — это стратегический процесс создания и укрепления рабочих групп для повышения их эффективности, взаимопонимания и мотивации. Термин 'teambuilding' появился в 1920–1930-х годах благодаря хоторнским исследованиям, в ходе которых ученые выявили важность групповой идентичности, социальной поддержки и сплоченности в рабочих коллективах."
        },
        {
          "type": "paragraph",
          "text": "Сегодня командообразование перестало быть синонимом корпоративных вечеринок. Это полноценная управленческая практика, позволяющая команде развить внутренние связи, найти новые пути решения задач и даже определить скрытых лидеров. Вовлечение сотрудников в совместные задачи и креативные симуляции позволяет создать прочную основу для взаимодействия."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700722/ArticleImage_08_02_wlujp3.jpg",
          "description": "Фотка коллектива, который решил попробовать наш генератор тимбилдингов"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Сюжетно-ролевой тимбилдинг — это не просто развлечение, а мощный инструмент для развития команды. В отличие от стандартных тимбилдингов, он погружает участников в историю, где важно не только взаимодействие, но и креативность, адаптивность и умение быстро принимать решения."
        },
        {
          "type": "elements",
          "title": "Вот несколько ключевых преимуществ:",
          "items": [
            {
              "title": "Укрепление внутренних связей",
              "text": "Когда команда вместе проживает необычный сюжет, участники начинают лучше понимать друг друга, что снижает вероятность конфликтов",
              "index": 1
            },
            {
              "title": "Рост продуктивности",
              "text": "Совместное решение квестов и сценарных задач развивает координацию, распределение ролей и навыки командной работы",
              "index": 2
            },
            {
              "title": "Выявление скрытых лидеров",
              "text": "В экстремальных условиях игры многие сотрудники неожиданно проявляют качества, которые были незаметны в повседневной рутине",
              "index": 3
            },
            {
              "title": "Формирование корпоративной культуры",
              "text": "Совместное участие в креативных сценариях сплачивает команду, усиливает доверие и способствует формированию общей идентичности",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Что делают другие?",
          "text": "Компании, которые осознали пользу ролевых игр, уже используют этот метод для командообразования. Такие мероприятия могут быть как небольшими внутритеамными сценариями, так и масштабными сюжетными симуляциями."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Яндекс: День стажера",
              "text": "В рамках ежегодного фестиваля компания организовала экспресс-тимбилдинги для студентов и гостей мероприятия. Участники выполняли рабочие кейсы, решая задачи, максимально приближенные к реальным ситуациям в Яндексе"
            },
            {
              "title": "Сбербанк: Бизнес-игры",
              "text": "Сбербанк внедрил серию бизнес-игр, направленных на развитие навыков принятия решений и улучшение командного взаимодействия. Сценарии игр имитировали рабочие процессы банка"
            },
            {
              "title": "VK: Хакатоны",
              "text": "VK регулярно проводит внутренние хакатоны, объединяя разработчиков из разных отделов для работы над новыми продуктами. Это не только усиливает командное взаимодействие, но и стимулирует креативность"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Прежде чем организовать тимбилдинг, четко сформулируйте его цели: укрепление коммуникации, развитие лидерских качеств или разрешение внутренних конфликтов",
            "Включайте в программу реальные рабочие кейсы или бизнес-симуляции, чтобы участники не только развлекались, но и практиковали полезные навыки",
            "Объединяйте сотрудников из разных отделов для выполнения общих задач — это развивает межфункциональное взаимодействие",
            "После каждого мероприятия собирайте обратную связь, оценивайте изменения в работе команды и корректируйте будущие программы"
          ]
        },
        {
          "type": "paragraph",
          "text": "Важно помнить, что командообразование — это не разовая акция, а постоянный процесс. Лишь системная работа даст ощутимые результаты."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Командообразование",
              "description": "Это важный инструмент, а не развлечение. Его цель — улучшение командной работы и развитие корпоративной культуры"
            },
            {
              "title": "Глубокое погружение",
              "description": "Эффект зависит от интеграции бизнес-задач. Лучшая программа — та, что связана с реальными вызовами компании"
            },
            {
              "title": "Подвигайте мозгами",
              "description": "Анализ результатов важен не меньше самого процесса. Регулярная оценка помогает сделать мероприятия осмысленными и полезными"
            }
          ]
        }
      ]
    }
  },

  {
    "id": 9,
    "slug": "effective-meetings",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Виды созвонов",
    "description": "«Опять созвон?!»: вводим в курс про абсолютно все типы созвонов",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700854/ArticleImage_09_Preview_ri4hae.svg",
      "card": "standard",
      "rotate": "right",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Виды созвонов"
        },
        {
          "type": "heading-4",
          "text": "«Опять созвон?!»: вводим в курс про абсолютно все типы созвонов"
        },
        {
          "type": "tags",
          "items": ["Руководство", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700857/ArticleImage_09_01_ic0n6q.svg",
          "alt": "Иллюстрация: типы встреч"
        },
        {
          "type": "previewParagraph",
          "text": "Ты только сел за работу, и тут — опа, уведомление: «Через 5 минут созвон». Уже третий за день! Почему их так много, чем они вообще отличаются и как не утонуть в этом потоке? Сегодня разберёмся, какие типы созвонов существуют, зачем они нужны и как сделать их полезными, а не просто тратой времени."
        },
        {
          "type": "whiteBox",
          "title": "Ну и какие есть?",
          "text": "Daily Stand-ups — короткие ежедневные собрания, обычно не превышающие 15 минут. Цель — обсудить, что было сделано вчера, что планируется на сегодня и какие есть препятствия. Это помогает команде быть в курсе текущего состояния дел и быстро реагировать на возникающие проблемы."
        },
        {
          "type": "paragraph",
          "text": "Sprint Planning — встречи, проводимые в начале каждого спринта (обычно двухнедельного периода), где команда определяет, какие задачи будут выполнены в течение этого времени. Это позволяет установить четкие цели и распределить обязанности."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750700860/ArticleImage_09_02_tuwfv6.jpg",
          "description": "Команда “Connecteam” во время разработки дизайн-системы"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Созвоны бывают разными, но у всех есть один общий смысл, они помогают команде работать эффективнее. Если всё организовано правильно, встречи дают такие плюсы: улучшенная коммуникация, быстрое выявление проблем, повышение командной сплочённости и адаптивность к изменениям."
        },
        {
          "type": "elements",
          "title": "Если всё организовано правильно, встречи дают такие плюсы:",
          "items": [
            {
              "title": "Улучшенная коммуникация",
              "text": "Частые встречи обеспечивают прозрачность и открытость, позволяя всем быть в курсе происходящего",
              "index": 1
            },
            {
              "title": "Быстрое выявление проблем",
              "text": "Ежедневные обсуждения помогают быстро обнаруживать и решать возникающие препятствия",
              "index": 2
            },
            {
              "title": "Повышение командной сплочённости",
              "text": "Совместные обсуждения и решения задач укрепляют командный дух и доверие между участниками",
              "index": 3
            },
            {
              "title": "Адаптивность и гибкость",
              "text": "Регулярные встречи позволяют быстро адаптироваться к изменениям и корректировать планы",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Что делают другие?",
          "text": "Регулярные созвоны в IT-командах — это не просто рутина, а мощный инструмент для повышения эффективности и слаженности работы. В крупных компаниях эти принципы реализуются через проверенные методики, такие как Agile, Scrum, Kanban и другие."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Meta (Facebook)",
              "text": "Используют строгие тайминг-митинги: если встреча на 30 минут, то в 29-й минуте уже все расходятся"
            },
            {
              "title": "Netflix",
              "text": "Делают упор на асинхронное общение: многие вопросы решаются через документы и чаты"
            },
            {
              "title": "Atlassian",
              "text": "Внедрили правило «Никаких встреч по пятницам». Один день в неделю — только для концентрации"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Чёткое понимание цели каждого созвона поможет избежать бесполезных обсуждений",
            "Выберите платформы и инструменты, которые облегчат проведение созвонов",
            "Регулярно спрашивайте участников о том, что можно улучшить в процессе проведения встреч",
            "Например, Amazon практикует созвоны, где участники сначала 10 минут читают документ с темой обсуждения"
          ]
        },
        {
          "type": "paragraph",
          "text": "Правильная организация и проведение созвонов могут значительно повысить эффективность работы команды и привести к успешной реализации проектов."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Созвоны — это не зло",
              "description": "Они могут быть полезными, если грамотно подходить к их организации"
            },
            {
              "title": "Асинхронность спасает",
              "description": "Не обязательно всё обсуждать голосом — иногда текстовый чат или видео намного удобнее"
            },
            {
              "title": "Чем меньше, тем лучше",
              "description": "Оптимальное количество встреч — столько, сколько реально нужно для синхронизации"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 10,
    "slug": "engineering-product-teams",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Эффективное взаимодействие инженерной и продуктовой команд",
    "description": "Когда продукт — это космос, а инженер — Земля: миссия «понимай друг друга»",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Эффективное взаимодействие инженерной и продуктовой команд"
        },
        {
          "type": "heading-4",
          "text": "Когда продукт — это космос, а инженер — Земля: миссия «понимай друг друга»"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750701036/ArticleImage_10_01_nzi05z.jpg",
          "alt": "Иллюстрация взаимодействия команд"
        },
        {
          "type": "previewParagraph",
          "text": "Реальность такова, что любой успешный продукт должен понимать, уметь предсказывать и чутко реагировать на новые потребности своей аудитории. И даже больше — задавать новые тренды. Это неизбежно накладывает обязательства на инженерную команду, которая участвует в развитии продукта: инженерам приходится постоянно погружаться в продуктовый процесс, проводить всяческие эксперименты и при этом сохранять эффективность на высоком уровне."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "По-настоящему успешный продукт — это не просто код и интерфейс. Это тонкий отклик на боли и желания пользователя. Продуктовая команда ловит эти сигналы, а инженерная должна не только реализовать решения, но и участвовать в поиске этих решений. Здесь важно, чтобы инженеры не сидели в изоляции, как «кодеры», а реально участвовали в жизни продукта."
        },
        {
          "type": "paragraph",
          "text": "Это не всегда просто. Иногда коммуникация превращается в пинг-понг из созвонов, иногда продукт ставит сроки, не вникая в реалии разработки, а инженерка «отбивается» сложностью системы. А бывает и так, что обе стороны стараются, но процесс всё равно вязнет. Почему? Потому что нет прозрачности, понятных приоритетов и общего понимания, кто за что отвечает и что происходит в целом."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750701033/ArticleImage_10_02_iiiukp.jpg",
          "description": "Выйти в окно — вариант, но сааамый крайний"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Когда инженерная и продуктовая команды работают как одно целое, начинается магия. Ты больше не тратишь время на бесконечные «а кто это делает?» и «когда оно будет?». Вместо этого ты быстро выпускаешь фичи, которые реально решают задачи пользователей."
        },
        {
          "type": "elements",
          "title": "Вот почему это важно:",
          "items": [
            {
              "title": "Прозрачность",
              "text": "Все знают, кто и чем занят, какой у задач статус, какие дедлайны и зависимости. Нет ощущения, что ты в тумане",
              "index": 1
            },
            {
              "title": "Скорость",
              "text": "Когда не нужно проводить 10 встреч, чтобы согласовать кнопку — всё делается быстрее",
              "index": 2
            },
            {
              "title": "Гибкость",
              "text": "Если внезапно рынок разворачивается на 180°, команда не в шоке а спокойно адаптируется",
              "index": 3
            },
            {
              "title": "Снижение стресса",
              "text": "Когда у всех есть ясность и нормальный темп, не нужно метаться и тушить пожары",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Как это работает?",
          "text": "Чтобы всё это стало реальностью, команды должны сначала признать: мы не отделы, мы одна команда. С общими целями и уважением к ограничениям друг друга. Тогда и появляется настоящая синергия."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "Стартап-style",
              "text": "В маленькой команде всё было просто: один продукт, один список задач, все всё знают. Продукт менеджер кидал задачи, инженеры брали их из топа списка"
            },
            {
              "title": "Планирование — наше всё",
              "text": "Когда команда выросла, появился хаос. Решение — интерфейс с этапами, распределение ответственных за клиентские команды, и регулярная синхронизация"
            },
            {
              "title": "Вертикали и беклоги",
              "text": "Когда и этого стало мало — продукт разделился на вертикали, а инженерка на группы. Для каждой — свой приоритизированный список задач"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Обозначайте роли и зону ответственности. Продукт планирует, инженер оценивает, обе стороны договариваются",
            "Разбей инженерку на логичные группы: не надо кидать все задачи в общую корзину",
            "Планируй по-недельному, это идеальный цикл. Не слишком коротко, чтобы не метаться, и не слишком долго, чтобы не терять фокус",
            "Открой внутреннюю кухню, покажи продуктовому, как устроена инженерная часть"
          ]
        },
        {
          "type": "paragraph",
          "text": "И не забывай регулярно пересматривать процессы. То, что работает сейчас, может устареть через полгода. Постоянная настройка — залог успеха."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Коммуникация — не «доп. фича», а база",
              "description": "Невозможно сделать сильный продукт, если команды не говорят друг с другом"
            },
            {
              "title": "Прозрачность: ключ к доверию",
              "description": "Когда все видят, кто чем занят и как идут дела, уходит недоверие"
            },
            {
              "title": "В чём сила? В хорошей структуре",
              "description": "Парадокс, но чем чётче структура, тем проще жить. Меньше хаоса, больше фокуса и крутых фичей на проде"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 11,
    "slug": "daily-standups",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Ежедневные стендап встречи",
    "description": "В чём поинт и зачем нарушать правила?",
    "cardDisplay": {
      "background": "pink",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Ежедневные стендап встречи"
        },
        {
          "type": "heading-4",
          "text": "В чём поинт и зачем нарушать правила?"
        },
        {
          "type": "tags",
          "items": ["Методика", "9 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750701055/ArticleImage_11_01_vpccpo.jpg",
          "alt": "Иллюстрация: стендап встреча"
        },
        {
          "type": "previewParagraph",
          "text": "Ежедневные стендапы — одна из самых популярных agile-практик, но далеко не все команды получают от них реальную пользу. Вместо живого обсуждения и быстрого решения проблем многие превращают их в формальный отчёт, который убивает мотивацию. Но что, если нарушать правила — это нормально? Давай разберёмся, как сделать стендапы полезными, а не просто очередной рутиной."
        },
        {
          "type": "whiteBox",
          "title": "Ну и в чём смысл?",
          "text": "Фасилитатор может либо строго следовать скрам-гайдлайнам, либо фокусироваться на реальных проблемах команды. Первый подход помогает новичкам, но убивает гибкость. Второй требует опыта, зато делает встречи осмысленными. Лучшие команды со временем отказываются от жёстких рамок и переходят к свободному обсуждению — так стендапы становятся не отчётом, а инструментом для работы."
        },
        {
          "type": "paragraph",
          "text": "Классическое «утро понедельника» — не всегда лучшее время. Ранние стендапы часто превращаются в пустые разговоры, потому что люди ещё не погрузились в задачи. Поздние — мешают глубокой работе. Оптимальное время зависит от ритма команды: например, после первого рабочего блока, когда уже есть что обсудить."
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750701052/ArticleImage_11_02_nmce0b.jpg",
          "description": "Выйти в окно — вариант, но сааамый крайний"
        },
        {
          "type": "whiteBox",
          "title": "В чём профит?",
          "text": "Грамотно организованные стендапы экономят время, усиливают командную динамику и ускоряют работу. Но чтобы получить максимум пользы, нужно фокусироваться на реальных потребностях команды, а не на догмах."
        },
        {
          "type": "elements",
          "title": "Вот почему это важно:",
          "items": [
            {
              "title": "Быстрое решение проблем",
              "text": "Обсуждение блокеров прямо на стендапе экономит часы лишних встреч",
              "index": 1
            },
            {
              "title": "Лучшая координация",
              "text": "Команда видит, кто над чем работает, и может сразу скорректировать планы",
              "index": 2
            },
            {
              "title": "Поддержка новичков",
              "text": "Младшие специалисты учатся у коллег и быстрее вливаются в процессы",
              "index": 3
            },
            {
              "title": "Гибкость вместо рутины",
              "text": "Свободный формат позволяет адаптировать встречи под текущие задачи",
              "index": 4
            }
          ]
        },
        {
          "type": "telegram",
          "link": "url"
        },
        {
          "type": "whiteBox",
          "title": "Что делают другие?",
          "text": "Успешные команды не боятся нарушать «каноны» скрама, если это делает работу эффективнее. Они тестируют разные подходы и оставляют только то, что работает."
        },
        {
          "type": "examples",
          "items": [
            {
              "title": "От отчётов к обсуждениям",
              "text": "Команда отказалась от жёсткого следования трём вопросам и разрешила сразу обсуждать проблемы. Время встреч сократилось, а польза выросла"
            },
            {
              "title": "Гибкое расписание",
              "text": "Стендапы перенесли на позднее утро — так участники приходили с конкретными вопросами, а не абстрактными планами"
            },
            {
              "title": "Ротация фасилитаторов",
              "text": "Каждый участник по очереди вёл встречу, что повысило вовлечённость и снизило нагрузку на скрам-мастера"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Начни с вопроса: «Зачем нам это?». Если стендап не приносит пользы — смело меняй формат или отменяй",
            "Экспериментируй со временем. Попробуй проводить встречи в разное время и выбери оптимальный вариант",
            "Поощряй диалог, а не монологи. Замени отчёты обсуждениями: «Кому это важно?», «Нужна ли помощь?»",
            "Проводи ретро по стендапам. Раз в месяц спрашивай команду: «Что работает, а что стоит изменить?»"
          ]
        },
        {
          "type": "paragraph",
          "text": "Главное — не бояться пробовать. Даже небольшие изменения могут сделать стендапы ценнее."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "big",
          "items": [
            {
              "title": "Правила созданы, чтобы их нарушать",
              "description": "Слепое следование скраму убивает пользу стендапов. Адаптируй формат под нужды команды"
            },
            {
              "title": "Ценность > ритуал, знай разницу",
              "description": "Если встреча не помогает работать лучше — её нужно менять или отменять, смотри от вайба в коллективе"
            },
            {
              "title": "В чём сила? В команде)",
              "description": "Лучшие практики рождаются внутри команды, а не в учебниках по agile. Доверяй людям, а не догмам"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 12,
    "slug": "colleague-friendship",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Дружба с коллегой",
    "description": "«Сделай по-братски» или как работа может вас поссорить",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704372/ArticleImage_12_Preview_gjoftx.jpg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Дружба с коллегой"
        },
        {
          "type": "heading-4",
          "text": "«Сделай по-братски» или как работа может вас поссорить"
        },
        {
          "type": "tags",
          "items": ["Руководство", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704112/ArticleImage_12_01_ebodbc.jpg",
          "alt": "Иллюстрация конфликта в IT-команде"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Дима и Илья — друзья и коллеги, разработчики в одной IT-команде. Они работают над проектом и делят фронтенд и бекенд. Все было отлично, пока во время демо клиенту бекенд Ильи не справился с запросом от фронта, что поразило клиента. Дима начал жестко критиковать код Ильи при всех, после чего оба перестали общаться. Командной динамике пришел крах."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Обсудите ситуацию тет-а-тет",
              "description": "Спокойно и тактично обсудите, что пошло не так. Ваша цель — улучшить взаимопонимание."
            },
            {
              "title": "Разграничьте роли друга и коллеги",
              "description": "Определите, где критика кода конструктивна, а где начинаются личные ощущения."
            },
            {
              "title": "Упрощайте общение",
              "description": "Поставьте правило: всегда дайте решение следом за критикой."
            },
            {
              "title": "Проведите защиту своей работы",
              "description": "Подготовьте аргументы, почему выбрали именно такой подход."
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Обсуждение тет-а-тет исключает излишнюю публичность, которая часто усугубляет конфликты.",
            "Разделение ролей друга и коллеги позволяет избежать эмоционального переноса.",
            "Простое и ясное общение делает рабочий процесс предсказуемым."
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Избегать разговора",
              "description": "Молчание — не золото, а только глубже закапывает проблему."
            },
            {
              "title": "Критиковать прилюдно",
              "description": "Это разрушает доверие и может превратить рабочее обсуждение в личную обиду."
            },
            {
              "title": "Перекладывать вину",
              "description": "Уход от ответственности лишь добавит напряжения в отношениях."
            }
          ]
        }
      ]
    }
  },

  {
    "id": 13,
    "slug": "technical-jargon",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Технический жаргон",
    "description": "Извините за мой французский: как говорить с командой на понятном языке?",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704402/ArticleImage_13_Preview_qfm9ln.svg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Технический жаргон"
        },
        {
          "type": "heading-4",
          "text": "Извините за мой французский: как говорить с командой на понятном языке?"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704410/ArticleImage_13_01_m7fa4j.svg",
          "alt": "Иллюстрация обсуждения между дизайнером и разработчиком"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Марина и Алексей — дизайнер и разработчик в одной продуктовой команде. Марина отвечает за интерфейс приложения, а Алексей — за его функциональность. Во время тестирования новой версии приложения Марина заметила, что кнопки, которые она разработала, плохо отображаются на старых версиях Android. Она сразу указала на это в чате. Алексей, не разобравшись, начал оправдываться, а Марина почувствовала, что её не услышали. Это привело к напряжению и затруднило совместную работу."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Обсудите ситуацию тет-а-тет",
              "description": "Выясните, что пошло не так. Важно не обвинять друг друга, а совместно найти решение проблемы."
            },
            {
              "title": "Уточняйте детали",
              "description": "Обсудите с коллегой, в чем конкретно возникла проблема. Мелкие детали могут изменить подход к решению проблемы."
            },
            {
              "title": "Предложите помощь",
              "description": "Поиск универсального решения помогает команде справляться с проблемами и укрепляет командный дух."
            },
            {
              "title": "Разделите ответственность",
              "description": "Понять, что ошибка может быть с обеих сторон, — ключ к решению ситуации. Важно не искать виноватого, а исправлять."
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Обсуждение в личной беседе снижает уровень конфликта и помогает разобраться в вопросе без лишнего напряжения.",
            "Понимание деталей помогает лучше ориентироваться в ситуации и избежать недопонимания.",
            "Совместное нахождение решения укрепляет команду и делает рабочий процесс более слаженным."
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Избегать разговора",
              "description": "Невыясненные вопросы могут перерасти в более серьезные конфликты."
            },
            {
              "title": "Критиковать прилюдно",
              "description": "Публичные упреки приводят к снижению доверия и влияют на моральный дух в команде."
            },
            {
              "title": "Уходить от проблемы",
              "description": "При проблемах важно предложить помощь, это укрепляет уважение и доверие."
            },
            {
              "title": "Игнорировать контекст",
              "description": "За проектами стоят обычные люди. Жесткая критика может испортить атмосферу в команде."
            }
          ]
        }
      ]
    }
  },
  {
    "id": 14,
    "slug": "joint-developers-work",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Совместная работа разработчиков",
    "description": "Как не допустить ситуацию: «круто, div “blabla”»",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704437/ArticleImage_14_Preview_fqth6o.svg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Шаблон решения проблем для IT-команд"
        },
        {
          "type": "heading-4",
          "text": "Тебе, подгон) Рассказываем от первопричины до решения"
        },
        {
          "type": "tags",
          "items": ["Руководство", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750704441/ArticleImage_14_01_cu6skt.svg",
          "alt": "Иллюстрация конфликта между дизайнером и разработчиком"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Катя и Лёха — дизайнер и фронтендер в команде. Катя подготовила макеты для мобилки, а Лёха занялся вёрсткой. Во время теста Катя увидела, что вёрстка совсем не совпадает с её идеями: кнопки не по центру, шрифты маленькие, а цвета не те. Вместо того чтобы спокойно обсудить с Лёхой, Катя крикнула в чате: «Это вообще не то, что я делала!» После этого атмосфера в команде накалилась, и работать стало гораздо сложнее."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Запросите обратную связь от коллег",
              "description": "Это поможет избежать непоняток в процессе работы и обеспечить более тесное взаимодействие."
            },
            {
              "title": "Используйте визуальные методы",
              "description": "Прототипы, скриншоты, схемы и другое — это поможет избежать разночтений и ускорит процесс."
            },
            {
              "title": "Планируйте общение заранее",
              "description": "Договорившись о формате общения, избегаете стресса и ненужных обсуждений."
            },
            {
              "title": "Синхронизируйте статусы",
              "description": "Проводите синхронизации, чтобы вовремя корректировать работу и избегать ошибок."
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Использование визуальных инструментов позволяет избежать абстрактных обсуждений и точно передать информацию.",
            "Регулярные синхронизации помогают не допускать недоразумений и дают возможность вовремя скорректировать задачи.",
            "Запрос обратной связи с самого начала создаёт атмосферу сотрудничества, а не конкуренции."
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Игнорировать мнения коллег",
              "description": "Не игнорируйте мнения коллег, даже если ваше решение кажется лучшим."
            },
            {
              "title": "Работать в одиночку",
              "description": "Это разрушает доверие и превращает обсуждение в личную обиду."
            },
            {
              "title": "Рисковать без тестирования",
              "description": "Не вносите сложные изменения без тестирования. Это приводит к потере времени и ресурсов."
            }
          ]
        }
      ]
    }
  },
  {
    "id": 15,
    "slug": "qa-dev-communication",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Эффективная коммуникация между QA и разработчиками",
    "description": "От багов к доверию",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Эффективная коммуникация между QA и разработчиками"
        },
        {
          "type": "heading-4",
          "text": "От багов к доверию"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707158/Article_15_01_egxagi.svg",
          "alt": "Иллюстрация конфликта между тестировщиком и разработчиком"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Команда работает над крупным обновлением, и тестировщик Саша снова завалил багтрекер отчетами. Разработчик Лёха вздыхает: «Ну вот, опять придираются к пикселям». Саша негодует: «Я тут, вообще-то, качество контролирую, а не просто по кнопкам жму!» В итоге — бесконечные обсуждения, недовольство и ощущение, что все друг другу мешают. Как же превратить это противостояние в продуктивное сотрудничество?"
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Фиксировать баги по чек-листу",
              "description": "Согласуйте формат отчетов: баг должен быть понятным и описанным по делу. Скриншоты без контекста — зло!"
            },
            {
              "title": "Созваниваться, не воевать в комментах",
              "description": "Бесконечные треды в таск трекере не решают проблем, а создают новые. Пять минут голосом — и все вопросы сняты"
            },
            {
              "title": "Разрабатывать вместе",
              "description": "Пусть тестировщики подключаются на ранних этапах и дают фидбэк на архитектуру. Чем раньше баги найдены, тем дешевле их чинить."
            },
            {
              "title": "Учитывать реальный сценарий",
              "description": "QA важно тестировать с учетом реального поведения пользователей. Ошибка кажется незначительной, пока она не начинает бесить всех на проде"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Меньше конфликтов – четкие баг-репорты и быстрые созвоны снижают количество споров",
            "Экономия времени – фиксы на ранних этапах стоят дешевле и не рушат дедлайны",
            "Более качественный продукт – тестирование с реальными сценариями помогает избежать неожиданных фейлов"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Игнорировать баги, если они «не горят»",
              "description": "Мелкий баг сегодня может превратиться в катастрофу завтра. Лучше чинить сразу, чем потом устранять аврал"
            },
            {
              "title": "Считать разработчиков всегда правыми",
              "description": "Код может быть логически идеален, но неудобен для пользователей. Фидбэк от QA — это не атака, а помощь"
            },
            {
              "title": "Валить всё на тестировщиков",
              "description": "Проверять качество кода — задача не только QA. Ответственность за качество лежит на всей команде"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 16,
    "slug": "it-templates",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Шаблон решения проблем для IT-команд",
    "description": "Тебе, подгон) Рассказываем от первопричины до решения",
    "cardDisplay": {
      "background": "pink",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Шаблон решения проблем для IT-команд"
        },
        {
          "type": "heading-4",
          "text": "Тебе, подгон) Рассказываем от первопричины до решения"
        },
        {
          "type": "tags",
          "items": ["Методика", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707174/Article_16_01_f7sief.svg",
          "alt": "Иллюстрация проблем коммуникации в большой команде"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "У команды Пети и Даши горит релиз. Всё шло по плану, но за сутки до выката сервер начал падать без видимых причин. Логи пустые, баг-репорты не помогают, дедлайн дышит в затылок. Начинаются паника, метание и бесконечные «может, это из-за вчерашнего фикса?». Разработчики спорят с DevOps, а менеджер нервно обновляет Jira. Как не утонуть в хаосе и быстро найти решение?"
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Разобраться в первопричине",
              "description": "Проведите экспресс-анализ: что изменилось перед падением, какие сервисы затронуты, есть ли паттерн в ошибках"
            },
            {
              "title": "Логировать всё, что можно",
              "description": "Если в логах пустота — добавьте больше информации. Включите трассировку, захватите больше параметров, чекните мониторинг"
            },
            {
              "title": "Использовать бинарный поиск",
              "description": "Откатите систему к предыдущему стабильному состоянию и шаг за шагом возвращайте изменения, пока не найдёте, что сломалось"
            },
            {
              "title": "Чётко распределить роли",
              "description": "Один копает логи, другой тестирует гипотезы, третий держит связь с менеджером. И теперь все заняты делом)"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Нет бессмысленной суеты – команда фокусируется на решении, а не на эмоциональных спорах",
            "Ошибки быстрее находятся – если есть порядок действий, лишних попыток становится меньше",
            "Прокачивается скилл отладки – чем больше системного подхода, тем быстрее ловятся баги в будущем"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Чинить всё подряд вслепую",
              "description": "Бесконтрольные правки без понимания первопричины создают новые проблемы"
            },
            {
              "title": "Игнорировать документацию",
              "description": "Если сервис странно работает, ищем решение в баг-треках и официальных источниках"
            },
            {
              "title": "Забывать фиксировать решение",
              "description": "Если не задокументировать причину бага, через месяц снова наступите на те же грабли"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 17,
    "slug": "cold-war",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Холодная война между отделами",
    "description": "Как не допустить и предотвратить начало баттла",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707226/ArticleImage_17_Preview_f5wx8d.jpg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "medium",
      "content": [
        {
          "type": "heading-2",
          "text": "Холодная война между отделами"
        },
        {
          "type": "heading-4",
          "text": "Как не допустить и предотвратить начало баттла"
        },
        {
          "type": "tags",
          "items": ["Руководство командой", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707232/ArticleImage_17_01_gas3ro.jpg",
          "alt": "Иллюстрация медиации в команде"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "У команды Пети и Даши горит релиз. Всё шло по плану, но за сутки до выката сервер начал падать без видимых причин. Логи пустые, баг-репорты не помогают, дедлайн дышит в затылок. Начинаются паника, метание и бесконечные «может, это из-за вчерашнего фикса?». Разработчики спорят с DevOps, а менеджер нервно обновляет Jira. Как не утонуть в хаосе и быстро найти решение?"
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Общее пространство",
              "description": "Посадить команды вместе, чтобы обсуждать задачи напрямую и видеть, как их решения влияют на коллег"
            },
            {
              "title": "Личное знакомство",
              "description": "Ввести регулярные неформальные встречи — совместные обеды или чаепития без разговоров о работе"
            },
            {
              "title": "Прямой контакт",
              "description": "Операторы после назначения встречи лично сообщают менеджерам детали о клиенте, чтобы улучшить подготовку"
            },
            {
              "title": "Создайте единую для всех цель",
              "description": "Измените мотивацию операторов, привязав их KPI именно к качеству потенциальных клиентов"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Личное общение сокращает дистанцию и снижает недопонимание между отделами",
            "Совместная работа делает успехи и проблемы общими, а не «чужими»",
            "Фокус на результат помогает командам видеть конечную цель — продажи, а не просто выполнение своей части задачи"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Избегать личных встреч",
              "description": "Это усиливает анонимность, обостряет конфликты и вообще не ведёт ни к чему хорошему"
            },
            {
              "title": "Оставлять старые KPI",
              "description": "Формальные цели без связи с реальными продажами провоцируют пустую активность"
            },
            {
              "title": "Изолировать команды",
              "description": "Работа через одни только мессенджеры и CRM разрушает командный дух"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 18,
    "slug": "mediator",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Профессия медиатора",
    "description": "Медиатор, для гитары который?",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707246/ArticleImage_18_Preview_j0aduu.svg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "medium",
      "content": [
        {
          "type": "heading-2",
          "text": "Профессия медиатора"
        },
        {
          "type": "heading-4",
          "text": "Медиатор, для гитары который?"
        },
        {
          "type": "tags",
          "items": ["Методика", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707251/ArticleImage_18_01_warjtc.svg",
          "alt": "Изображение медиатора"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Твоя IT-команда работает над важным проектом, сроки поджимают, а тут ещё и конфликт между разработчиками из-за разных подходов к решению задачи. Знакомо? В таких ситуациях на помощь приходит медиатор — не тот, что для гитары, а специалист по разрешению конфликтов."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делает медиатор, какие у него задачи?",
          "titleType": "big",
          "items": [
            {
              "title": "Организация эффективного общения",
              "description": "Медиатор помогает наладить диалог между сторонами конфликта, создавая условия для открытого и честного обмена мнениями"
            },
            {
              "title": "Управление процессом медиации",
              "description": "Он контролирует ход переговоров, следит за соблюдением регламента, объявляет перерывы для снижения напряжённости"
            },
            {
              "title": "Анализ информации и выявление интересов",
              "description": "Медиатор собирает, анализирует информацию от обеих сторон, чтобы выявить их истинные интересы и потребности и найти взаимовыгодное решение"
            },
            {
              "title": "Содействие в достижении",
              "description": "Его задача — помочь сторонам прийти к соглашению, которое сможет удовлетворить интересы всех участников конфликта, чтобы было всё чики-пуки"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Медиация помогает сэкономить время, деньги и эмоциональные силы участников спора",
            "Эффективное использование медиации способствует созданию благоприятной атмосферы в коллективе, что напрямую влияет на продуктивность работы и общий успех компании",
            "Разрешение конфликтов и улучшение коммуникации ведут к более слаженной работе команды и повышению её эффективности"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Как медиатор помогает?",
          "titleType": "big",
          "items": [
            {
              "title": "Предотвращение конфликтов",
              "description": "Присутствие медиатора снижает степень деструктивности, создавая благоприятную обстановку для чёткого диалога"
            },
            {
              "title": "Обучение эффективной коммуникации",
              "description": "Медиатор способствует улучшению коммуникации между сторонами, обучая их слушать и понимать друг друга"
            },
            {
              "title": "Сохранение рабочих отношений",
              "description": "Благодаря медиации стороны могут преодолеть разногласия, сфокусироваться на общих интересах и сохранить профессиональные отношения"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 19,
    "slug": "scrum-optimization",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Оптимизация коммуникаций в Scrum-командах",
    "description": "Испорченный телефон с 1000 участников",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "medium",
      "content": [
        {
          "type": "heading-2",
          "text": "Оптимизация коммуникаций в Scrum-командах"
        },
        {
          "type": "heading-4",
          "text": "Испорченный телефон с 1000 участников"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707266/ArticleImage_19_01_zl6afp.svg",
          "alt": "Scrum-изображение"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "В крупных IT-корпорациях проблема коммуникации в Scrum-командах усугубляется масштабами проектов и распределённой работой. Когда участники пропускают Daily Standup, восстановление контекста требует до 30% рабочего времени (данные внутреннего исследования МТС за 2023). Особенно критично это становится при кросс-функциональных инициативах, где обсуждения ведутся параллельно в Slack-тредах, почте, JIRA и внутренних wiki."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Внедрить единый источник истины",
              "description": "В Авито успешно используют гибридный подход: формат '3 bullet points' в Slack автоматически парсится в Confluence-дайджест"
            },
            {
              "title": "Автоматизировать сводки",
              "description": "Яндекс разработал бота, который агрегирует ключевые события из сервисов в daily дайджест. Система использует ML для выделения приоритетных задач"
            },
            {
              "title": "Глубокая интеграция в корпоративный стек",
              "description": "Лучшие практики МТС показывают: инструмент должен быть встроен в основной рабочий интерфейс. Их решение в виде плагина для JIRA (аналогично Atlassian Atlas) увеличило adoption rate до 89%"
            },
            {
              "title": "Стандартизировать форматы",
              "description": "В крупных командах эффективен метод '4К': Коммит (что сделано), Код (изменения), Конфликты (блокеры), Контекст (что влияет на других). Такой подход сократил время standup-встреч в Тинькофф на 25%"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Сквозная видимость данных для всех стейкхолдеров (данные Авито показывают снижение количества дублирующих вопросов на 65%)",
            "Совместимость с enterprise-инфраструктурой (поддержка SSO, аудит-логи)",
            "Адаптивность под разные роли (разработчики, менеджеры, аналитики получают релевантные выжимки)"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Переоценка устных синков",
              "description": "В распределённых командах Сбера 78% инфы из standup'ов теряется без письменной фиксации"
            },
            {
              "title": "Переусложнение отчётности",
              "description": "Провальный кейс ВТБ: их 15-пунктовые daily-формы заполняли только 17% сотрудников"
            },
            {
              "title": "Игнор корпоративных стандартов",
              "description": "Опыт Райффайзенбанка: кастомные решения без интеграции в основной стек имели adoption rate ниже 20%"
            }
          ]
        }
      ]
    }
  },

  {
    "id": 20,
    "slug": "team-conflicts",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Такие знакомые конфликты в команде",
    "description": "Почему меня не слушают и что делать в таком случае?",
    "cardDisplay": {
      "background": "pink",
      "card": "standard",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "long",
      "content": [
        {
          "type": "heading-2",
          "text": "Такие знакомые конфликты в команде"
        },
        {
          "type": "heading-4",
          "text": "Почему меня не слушают и что делать в таком случае?"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707301/ArticleImage_20_01_bb9gyy.svg",
          "alt": "Иллюстрация работы в крупной компании"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Представь: ты тимлид, и часть команды спокойно принимает правки, а другие — будто назло упираются. «Меня так научили», «Я лучше знаю» — и вот уже обычная правка превращается в баттл на громкость. В итоге ты устаёшь спорить, машешь рукой, ошибки копятся, а авторитет потихоньку тает. Знакомо? Хорошая новость: это можно исправить."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Понять «карту» собеседника",
              "description": "У каждого в голове — своя версия правильного. Вместо «ты не прав» попробуй разобраться: почему человек так думает? Так будет проще найти общий язык"
            },
            {
              "title": "Говорить на его языке",
              "description": "Технические аргументы работают не всегда. Попробуй объяснить свою позицию через его интересы: «Если мы сделаем так, ты сэкономишь время»"
            },
            {
              "title": "Разрешить конфликт, а не избегать его",
              "description": "Конфликт — не всегда плохо. Лучше открыто обсудить разногласия сейчас, чем потом разгребать последствия молчаливого саботажа"
            },
            {
              "title": "Использовать экспертизу команды",
              "description": "Ты не обязан быть самым умным. Если кто-то в чём-то разбирается лучше — дай ему возможность проявить себя. Это покажет, что ценишь вклад каждого"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Команда становится сильнее — когда разногласия решаются открыто, а не замалчиваются, все учатся друг у друга",
            "Ошибок становится меньше — если спорят о коде, а не из-за амбиций, качество работы растёт",
            "Ты сохраняешь авторитет — ты не тот, кто «давит», а тот, кто помогает найти лучшее решение"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Давить авторитетом",
              "description": "Фразы вроде «Я тут главный» или «Делай, как я сказал» только обостряют конфликт. Чем сильнее давишь — тем упорнее сопротивление"
            },
            {
              "title": "Игнорировать эмоции",
              "description": "Если человек кричит — он уже не мыслит рационально. Не отвечай тем же, дай ему остыть. Лучше скажи: «Вижу, тебя это задело. Давай обсудим спокойно»"
            },
            {
              "title": "Сдаваться и уступать",
              "description": "Если ты прав, но уступаешь «лишь бы прекратили кричать», команда быстро это заметит. В следующий раз спор будет ещё громче: «достаточно просто поорать»"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 21,
    "slug": "big-corporation-work",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Работа в большой корпорации — это ...",
    "description": "Особенности работы в большом коллективе, о которых молчат",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "short",
      "content": [
        {
          "type": "heading-2",
          "text": "Работа в большой корпорации — это ..."
        },
        {
          "type": "heading-4",
          "text": "Особенности работы в большом коллективе, о которых молчат"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750707332/ArticleImage_21_01_blwiel.jpg",
          "alt": "Иллюстрация команды в большой корпорации"
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Представь: ты пришел в IT-команду крупной компании, где сотни (а то и тысячи) таких же, как ты. Вроде бы всё прозрачно — процессы, роли, зарплата. Но через пару месяцев понимаешь: корпоративная кухня — это не только про крутые проекты, но и про бюрократию, неочевидные правила и скрытые лайфхаки. Как выжить и не потерять мотивацию? Давай разбираться."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Найди своих «агентов влияния»",
              "description": " Познакомься с теми, кто двигает процессы: проджектами, тимлидами, и другими. Они скажут, где искать одобрение и как обходить согласования"
            },
            {
              "title": "Освой корпоративный «эзопов язык»",
              "description": "Фразы вроде «давайте зафиксим на митинге» или «это вне нашего скоупа» — не просто слова, а сигналы и попытки уйти. Умей их расшифровывать"
            },
            {
              "title": "Автоматизируй бюрократию",
              "description": "Пиши скрипты, используй Power Automate или учи ChatGPT генерировать шаблонные ответы. Освободишь время для реальной работы"
            },
            {
              "title": "«Личный бренд» внутри компании",
              "description": "Хочешь, чтобы твои инициативы замечали? В корпорациях карьера часто зависит не только от скиллов, но и от того, кто о них знает"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Почему это супер?",
          "titleType": "big",
          "items": [
            "Доступ к крутым ресурсам – корпорации дают обучение, тестовые среды, мощное железо и экспертизу, которую не найдешь в стартапах",
            "Горизонтальная мобильность – если надоел проект, можно перейти в другой отдел, не увольняясь",
            "Стабильность (но не всегда) – даже в кризис крупные компании реже разваливаются, чем маленькие"
          ]
        },
        {
          "type": "telegram",
          "link": "[TODO: Ссылка на Telegram]"
        },
        {
          "type": "cardList",
          "title": "Что не надо делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Игнорировать политику",
              "description": "Да, иногда она раздражает, но открыто бунтовать против «системы» — верный способ испортить репутацию. Лучше менять правила изнутри"
            },
            {
              "title": "Замыкаться в своем отделе",
              "description": "Если общаться только со своей командой, можно пропустить классные возможности или не узнать о скрытых конфликтах, а нам этого не надо"
            },
            {
              "title": "«Корпоративная культура» без фильтра",
              "description": "Пицца-пати и тимбилдинги — это весело, но не забывай, что компания в первую очередь хочет от тебя результата. Не превращайся в «офисного зомби»"
            }
          ]
        }
      ]
    }
  },
  {
    "id": 22,
    "slug": "team-communication-deadlines",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Общение с командой при горящих дедлайнах",
    "description": "Джингл белс нервной системы",
    "cardDisplay": {
      "background": "pink",
      "card": "standard",
      "rotate": "right",
      "textColor": "white",
      "hasIcon": true,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Общение с командой при горящих дедлайнах"
        },
        {
          "type": "heading-4",
          "text": "Джингл белс нервной системы"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Когда сроки поджимают, легко впасть в панику и начать давить на команду. Но хаос и стресс только ухудшают ситуацию. Вот несколько правил, которые помогут сохранить продуктивность и командный дух."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Открытая и четкая коммуникация",
              "description": "Сообщите о ситуации без драматизации и обновляйте статус задач"
            },
            {
              "title": "Избегайте микроменеджмента",
              "description": "Вместо тотального контроля доверьтесь, переключитесь со «следить» на «помогать»"
            },
            {
              "title": "Следите за ресурсами команды",
              "description": "Проанализируйте нагрузку, перераспределите задачи, это повысит продуктивность"
            },
            {
              "title": "Четко расставьте приоритеты",
              "description": "Разделите задачи на «критические» и «можно доделать позже»"
            },
            {
              "title": "Поддерживайте командный дух",
              "description": "Кратко отмечайте успехи: «Мы уже сделали 70%! Осталось добить финальные правки»"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Секрет секретного соуса: спокойствие, фокус, поддержка, и дедлайн уже не такой страшный."
          ]
        }
      ]
    }
  },

  {
    "id": 23,
    "slug": "over-friendship-at-work",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Опасности «чрезмерной дружбы» на работе",
    "description": "Передружба-недоработа",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750713759/ArticleImage_23_uuf4ny.jpg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Опасности «чрезмерной дружбы» на работе"
        },
        {
          "type": "heading-4",
          "text": "Передружба-недоработа"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Алексей и Оля — друзья, работающие в одной команде. Они часто переносят личные беседы на рабочие вопросы, что мешает сосредоточиться на задачах. Когда пришел важный проект с жестким дедлайном, Алексей начал пропускать работу, а Оля не сразу заметила отставание. Дружеские отношения затуманили их способность объективно оценивать ситуацию, что привело к проблемам в работе."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Установите границы вашего общения",
              "description": "Это поможет сосредоточиться на задачах и избежать излишних отвлечений"
            },
            {
              "title": "Используйте отчеты и обновления",
              "description": "Чтобы не пропустить важные моменты, регулярно говорите друг другу о статусе задач"
            },
            {
              "title": "Оцените ваше общение честно",
              "description": "Будьте объективны, не позволяйте отношениям влиять на решения по задачам"
            },
            {
              "title": "Назначьте независимого куратора",
              "description": "Если прям всё сложно, привлеките третью сторону для контроля выполнения работы"
            },
            {
              "title": "Поддерживайте командный дух",
              "description": "Кратко отмечайте успехи: «Мы уже сделали 70%! Осталось добить финальные правки»"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Поддерживать баланс между дружбой и работой непросто, но если сделать акцент на четкой коммуникации и объективности, это поможет избежать многих проблем и повысит эффективность команды."
          ]
        }
      ]
    }
  },

  {
    "id": 24,
    "slug": "new-team-integration",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Знакомство новеньких с коллективом",
    "description": "Как предотвратить раскол между «старожилами» и «новичками»",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "right",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Знакомство новеньких с коллективом"
        },
        {
          "type": "heading-4",
          "text": "Как предотвратить раскол между «старожилами» и «новичками»"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Из слаженной, очень дружной команды отдела ушел костяк сотрудников — руководителя переманили, и он увел с собой несколько ключевых коллег. На вакантные места нашли хороших специалистов, но им трудно: старожилы скучают по ушедшим коллегам и не настроены принимать новичков, новички чувствуют себя неловко. Открытой вражды пока нет, но зарождается почва для нее: отдел раскололся на две группы — «старая гвардия» и «новобранцы»."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Создать ритуал совместного успеха",
              "description": "После каждого квартала отмечайте успехи коллег, концентрируйтесь на качествах"
            },
            {
              "title": "Общие креативные сессии",
              "description": "Проводите мозговые штурмы в случайных парах, чтобы наладить общение и командную работу"
            },
            {
              "title": "Кураторство наоборот",
              "description": "Старожилы учатся у новичков новым навыкам, чтобы разрушить иерархию по стажу"
            },
            {
              "title": "Совместные мини-проекты",
              "description": "Выполняйте небольшие проекты вместе, чтобы укрепить сотрудничество"
            },
            {
              "title": "Индивидуальные диалоги",
              "description": "Руководителю полезно говорить с каждым, чтобы лучше понять ожидания и идеи"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Чтобы преодолеть раскол, важно создавать условия, где все члены команды чувствуют свою значимость и видят вклад друг друга. Неформальные события, совместные проекты и диалог — ключи к сближению. Главное — не разовая акция, а системный подход, который укрепляет чувство единства."
          ]
        }
      ]
    }
  },

  {
    "id": 25,
    "slug": "startup-team-dynamics",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Кто ты такой? Сплочение нового коллектива",
    "description": "Лайфхаки и советы по дружной атмосфере в команде",
    "cardDisplay": {
      "background": "pink",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Сплочение нового коллектива"
        },
        {
          "type": "heading-4",
          "text": "Лайфхаки и советы по дружной атмосфере в команде"
        },
        {
          "type": "tags",
          "items": ["Руководство командой", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Открылся стартап с очень амбициозной задачей — за несколько месяцев разработать уникальный ИТ-продукт. Основателям удалось собрать команду профессионалов, но ясно, что будет непросто. Работа очень интенсивная и напряженная, к тому же стоит ждать проблем и неожиданностей, которые всегда случаются в стартапе. Люди еще не сдружились, а некоторые и вовсе работают удаленно и общаются с новыми коллегами только в мессенджерах."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Личные анкеты",
              "description": "Как в детстве соберите данные о сотрудниках и учитывайте их в совместных активностях"
            },
            {
              "title": "Общие онлайн-каналы",
              "description": "Запустить чаты для неформального общения, чтобы сократить дистанцию"
            },
            {
              "title": "Ротация пар",
              "description": "При распределении задач меняйте связки сотрудников, чтобы все работали друг с другом"
            },
            {
              "title": "Проводите мини-кейсы",
              "description": "Раз в неделю разбирайте гипотетические кризисы, чтобы команда вместе искала решения"
            },
            {
              "title": "Общее пространство",
              "description": "Создайте виртуальную «доску успехов», где будете даже мелкие победы фиксировать"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Для стартапа важно быстро превратить группу незнакомцев в слаженную команду. Динамичные активности, открытые каналы общения и совместное решение задач помогают сломать лед и построить рабочую химию. Главное — поддерживать эту энергию дальше."
          ]
        }
      ]
    }
  },
  {
    "id": 26,
    "slug": "team-conflict-resolution",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Конфликт в команде",
    "description": "Пути решения назойливой проблемы",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Конфликт в команде"
        },
        {
          "type": "heading-4",
          "text": "Пути решения назойливой проблемы"
        },
        {
          "type": "tags",
          "items": ["Конфликты", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Два сотрудника спорят из-за рабочей задачи. Один считает, что нужно делать быстро и просто, другой - что лучше потратить больше времени, но сделать идеально. В результате споры перерастают в личную неприязнь, работа тормозится, а атмосфера в команде становится напряженной."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Выслушайте обе стороны",
              "description": "Дайте возможность сотрудникам высказаться, но без эмоций и обвинений"
            },
            {
              "title": "Ищите корень проблемы",
              "description": "Конфликт может быть связан не только с задачей, но и с личными амбициями или прошлым опытом"
            },
            {
              "title": "Фокус на решении, а не на обвинениях",
              "description": "Предложите компромиссный вариант, всех устроивающий, а не ищите, кто прав"
            },
            {
              "title": "Определите компромисс",
              "description": "Выделите аргументы обеих сторон и попробуйте найти золотую середину"
            },
            {
              "title": "Не затягивайте решение",
              "description": "Чем дольше конфликт висит в воздухе, тем сложнее его урегулировать"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Конфликты неизбежны, но важно управлять ими так, чтобы они не разрушали команду, а помогали находить лучшие решения."
          ]
        }
      ]
    }
  },

  {
    "id": 27,
    "slug": "team-motivation-without-budget",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как поднять мотивацию в команде",
    "description": "Что делать, если денег на мотивацию нет, но хочется, чтобы команда работала лучше",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Как поднять мотивацию в команде"
        },
        {
          "type": "heading-4",
          "text": "Что делать, если денег на мотивацию нет, но хочется, чтобы команда работала лучше"
        },
        {
          "type": "tags",
          "items": ["Руководство командой", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Вы видите, что сотрудники работают без энтузиазма, но в бюджете нет денег на премии или дорогие тимбилдинги. Как сделать так, чтобы люди были вовлечены в процесс и не выгорали?"
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Давайте интересные задачи",
              "description": "Работа не должна быть рутиной: внедряйте в задачи смешные пункты, поднимающие настроение"
            },
            {
              "title": "Признавайте вклад сотрудников",
              "description": "Иногда простое «Спасибо, ты круто справился!» мотивирует сильнее денег"
            },
            {
              "title": "Создавайте приятную атмосферу",
              "description": "Уважение и поддержка внутри команды повышают вовлеченность"
            },
            {
              "title": "Обеспечьте гибкость",
              "description": "Возможность работать удаленно или регулировать график делает сотрудников лояльнее"
            },
            {
              "title": "Развивайте людей",
              "description": "Курсы, игры и обучение новым вызовам вдохновляют и мотивируют"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Не все измеряется деньгами. Мотивация — это культура работы и забота о команде."
          ]
        }
      ]
    }
  },
  {
    "id": 28,
    "slug": "new-team-member-integration",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Работа в новом коллективе",
    "description": "Как новичку быстро влиться в команду и не чувствовать себя чужим",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "left",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Работа в новом коллективе"
        },
        {
          "type": "heading-4",
          "text": "Как новичку быстро влиться в команду и не чувствовать себя чужим"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Ты устраиваешься в новую команду, но все уже знакомы, работают слаженно, используют внутрикомандные шутки и профессиональный сленг. Ты не хочешь чувствовать себя «новеньким» слишком долго, но не знаешь, как быстрее стать частью коллектива."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Задавай вопросы, даже тупейшие",
              "description": "Чем быстрее разберешься в процессах, тем быстрее начнешь уверенно работать"
            },
            {
              "title": "Не бойся предлагать идеи",
              "description": "Даже если ты новичок, твои свежие взгляды могут быть ценными"
            },
            {
              "title": "Изучи внутренние инструменты и правила",
              "description": "Это поможет адаптироваться быстрее. Спрашивай коллег, они много чего могут рассказать"
            },
            {
              "title": "Поддерживай коммуникацию",
              "description": "Присоединяйся к неформальным разговорам, общайся с коллегами"
            },
            {
              "title": "Проявляй инициативу",
              "description": "Бери на себя задачи, взаимодействуй с командой, будь активным"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Чем быстрее ты освоишься, тем комфортнее будет работать. Главное — не бояться общаться и участвовать в жизни команды."
          ]
        }
      ]
    }
  },
  {
    "id": 29,
    "slug": "work-dispute-resolution",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как спорить с коллегой",
    "description": "Что делать, если у вас разные взгляды на задачу",
    "cardDisplay": {
      "background": "pink",
      "card": "standard",
      "rotate": "right",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "conflict",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Как спорить с коллегой"
        },
        {
          "type": "heading-4",
          "text": "Что делать, если у вас разные взгляды на задачу"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Ты считаешь, что нужно сделать интерфейс минималистичным, а коллега уверен, что нужна куча кнопок. Или вы не можете решить, какие метрики важнее. В итоге обсуждение превращается в спор, и никто не хочет уступать."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Поговорите по душам",
              "description": "Сначала поймите аргументы друг друга – возможно, у каждого есть своя логика"
            },
            {
              "title": "Нам нужны факты",
              "description": "Опирайтесь на данные, метрики, тесты и всё, что поможет принять объективное решение"
            },
            {
              "title": "Станьте тестировщиками",
              "description": "Предложите протестировать оба варианта – иногда лучший способ проверить идею – запустить её"
            },
            {
              "title": "Знайте границы друг друга",
              "description": "Не переходите на личности: обсуждайте проблему, а не обвиняйте друг друга"
            },
            {
              "title": "Зовите подмогу",
              "description": "Если спор не решается – зовите медиатора (руководителя или коллегу), который поможет найти компромисс"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Рабочие споры – это нормально. Главное – уметь конструктивно обсуждать разногласия и приходить к решениям."
          ]
        }
      ]
    }
  },
  {
    "id": 30,
    "slug": "work-dispute-resolution",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Профессиональное выгорание",
    "description": "Не в ресурсе, не в потоке, на низких вибрациях, это конец?",
    "cardDisplay": {
      "background": "pink",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "tools",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Профессиональное выгорание"
        },
        {
          "type": "heading-4",
          "text": "Не в ресурсе, не в потоке, на низких вибрациях, это конец?"
        },
        {
          "type": "tags",
          "items": ["Методика", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Ты открываешь ноутбук, но не можешь сосредоточиться. Все раздражает, задачи не вдохновляют, работа кажется рутиной. Это похоже на выгорание, и его нельзя игнорировать."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Помогите Даше найти кое-что",
              "description": "Определи причину усталости: много задач, отсутствие интереса, стресс?"
            },
            {
              "title": "Смена фокуса",
              "description": "Переключайся на другие задачи, смена активности помогает отвлечься и набраться сил"
            },
            {
              "title": "Keep calm and take a break",
              "description": "Делай небольшие перерывы, иногда стоит просто отдохнуть, а там появятся новые идеи и силы"
            },
            {
              "title": "Действуем по чуть-чуть",
              "description": "Ставь маленькие, но достижимые цели — это помогает почувствовать прогресс"
            },
            {
              "title": "Попробуй выговориться",
              "description": "Обсуждай свою нагрузку с командой. Возможно, коллеги знают как помочь"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Работать на износ – плохая стратегия, на себе проверяли( Важно следить за своим состоянием и вовремя перезагружаться."
          ]
        }
      ]
    }
  },
  {
    "id": 31,
    "slug": "designer-developer-communication",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Общение дизайнера с кодером",
    "description": "Как правильно давать комменты на работу друг друга",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "communication",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Общение дизайнера с кодером"
        },
        {
          "type": "heading-4",
          "text": "Как правильно давать комменты на работу друг друга"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Ты считаешь, что нужно сделать интерфейс минималистичным, а коллега уверен, что нужна куча кнопок. Или вы не можете решить, какие метрики важнее. В итоге обсуждение превращается в спор, и никто не хочет уступать."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Говорите по делу",
              "description": "Комментируй код, а не человека. Критикуй решения, а не стиль написания или опыт коллеги"
            },
            {
              "title": "Нам нужны факты",
              "description": "Объясняй, почему важно внести изменения, так комментарии будут восприниматься лучше"
            },
            {
              "title": "Будь как ChatGPT",
              "description": "Давай рекомендации, а не просто указывай на ошибки — предлагай решения"
            },
            {
              "title": "Улыбаемся и машем",
              "description": "Не забывай про позитив. Отмечай хорошие моменты, а не только недостатки"
            },
            {
              "title": "Ищите золотую середину",
              "description": "Соблюдайте баланс строгости и уважения. Ревью должно помогать, а не демотивировать"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Код-ревью — это не поиск ошибок, а способ сделать продукт лучше. Важно быть профессионалом и уважать коллег."
          ]
        }
      ]
    }
  },

  {
    "id": 32,
    "slug": "effective-meetings",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Бесконечные митинги",
    "description": "Как избежать бесконечных митингов и работать продуктивно",
    "cardDisplay": {
      "background": "pink",
      "card": "standard",
      "rotate": "left",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Бесконечные митинги"
        },
        {
          "type": "heading-4",
          "text": "Как избежать бесконечных митингов и работать продуктивно"
        },
        {
          "type": "tags",
          "items": ["Методика", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "Каждый день – несколько созвонов, обсуждений и встреч, а работать некогда. Большинство вопросов можно было решить за пару сообщений, но время уже потеряно. Как сделать митинги полезными, а не бесполезными?"
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Чётко и по делу",
              "description": "Проводите митинги только при необходимости, не все вопросы требуют собрания"
            },
            {
              "title": "Важность структуры",
              "description": "Определяйте четкую повестку заранее — без нее митинг превращается в хаос"
            },
            {
              "title": "А кто-то следит за временем",
              "description": "Устанавливайте тайминг и придерживайтесь его. Таймер, метод помидора тебе в помощь"
            },
            {
              "title": "Давайте подытожим",
              "description": "Фиксируйте итоги и ответственных, чтобы встречи не проходили впустую"
            },
            {
              "title": "Асинхронность — это круто",
              "description": "Используйте асинхронную коммуникацию: чаты и голосовые заметки экономят время"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Меньше митингов – больше реальной работы. Важно соблюдать баланс и проводить встречи эффективно."
          ]
        }
      ]
    }
  },

  {
    "id": 33,
    "slug": "task-overload-solutions",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Работа при потоке задач",
    "description": "Как не потеряться, растеряться и работать эффективно",
    "cardDisplay": {
      "background": "pink",
      "card": "standard",
      "rotate": "right",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "organization",
    "article": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "superShort",
      "content": [
        {
          "type": "heading-2",
          "text": "Работа при потоке задач"
        },
        {
          "type": "heading-4",
          "text": "Как не потеряться, растеряться и работать эффективно"
        },
        {
          "type": "tags",
          "items": ["Коммуникация", "3 мин"]
        },
        {
          "type": "highlightedSection",
          "title": "Ситуация",
          "titleType": "big",
          "items": [
            "На тебя навалили слишком много задач: нужно доделать макет, проверить правки, ответить на вопросы коллег, протестировать фичу... В итоге ты в стрессе, все горит, а продуктивность падает."
          ]
        },
        {
          "type": "cardList",
          "title": "Что делать?",
          "titleType": "big",
          "items": [
            {
              "title": "Ставь приоритеты",
              "description": "Не все задачи одинаково важны, сначала делай критичное"
            },
            {
              "title": "Разбивай задачи на мелкие",
              "description": "Большие задачи проще выполнять по этапам"
            },
            {
              "title": "Не отвлекайся на мелочи",
              "description": "Отвечать на каждое сообщение сразу – значит никогда не сосредоточиться"
            },
            {
              "title": "Выделяй время для фокусной работы",
              "description": "Хотя бы пару часов в день без чатов и звонков"
            },
            {
              "title": "Учись говорить «нет»",
              "description": "Если задача не твоя и мешает важной работе, откажись от нее или делегируй"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Какой итог?",
          "titleType": "big",
          "items": [
            "Хаос в задачах — главный враг продуктивности. Управляй своим временем, и ты будешь работать эффективнее."
          ]
        }
      ]
    }
  }
]
