[
  {
    "id": 1,
    "slug": "yandex-music-rebranding",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Ребрендинг «Яндекс Музыки»",
    "description": "В декабре 2023 года «Яндекс Музыка» провела первый за девять лет ребрендинг, обновив логотип, визуальный стиль и функциональность сервиса.",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736297/CaseImage_01_Preview_bj6o0v.jpg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "experience",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Ребрендинг «Яндекс Музыки»"
        },
        {
          "type": "tags",
          "items": ["Дизайн", "Опыт команды", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736302/CaseImage_01_01_r5k3ph.jpg",
          "alt": "Иллюстрация логотипа Яндекс Музыки"
        },
        {
          "type": "previewParagraph",
          "text": "В декабре 2023 года «Яндекс Музыка» провела первый за девять лет ребрендинг, обновив логотип, визуальный стиль и функциональность сервиса. Помимо обновлений в пользовательском опыте, этот кейс является ярким примером того, как слаженная коммуникация между членами команды может стать ключевым фактором успеха."
        },
        {
          "type": "titleParagraph",
          "title": "Планирование и стратегия",
          "text": "Ребрендинг начался с анализа текущего положения сервиса и ожиданий пользователей. Основной вызов заключался в необходимости интеграции новых технологий и свежей айдентики без потери узнаваемости бренда. Чтобы добиться этого, команды сформулировали единое видение проекта:"
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Цель",
              "description": "Создать сервис, который вдохновляет пользователей и подчеркивает их индивидуальность"
            },
            {
              "title": "Задачи",
              "description": "Обновить визуальный стиль, улучшить систему рекомендаций и повысить удобство интерфейса"
            },
            {
              "title": "Коммуникация",
              "description": "Были созданы рабочие группы с четко определенными ролями, чтобы каждый участник понимал свою зону ответственности"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Коммуникация и координация",
          "titleType": "small",
          "items": [
            "Эффективная коммуникация между командами «Яндекс Музыки» стала фундаментом для успешной реализации проекта. Использовались современные инструменты управления проектами и регулярные встречи, чтобы синхронизировать действия всех подразделений.",
            "Продуктовые менеджеры стали связующим звеном между дизайнерами, разработчиками и маркетологами. Они координировали процесс, следили за соблюдением сроков и устраняли возникающие препятствия.",
            "После завершения каждого этапа команды проводили ретроспективы  для анализа успехов и сложностей. Это помогало оперативно корректировать планы и предотвращать повторение ошибок."
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Маркетинговая стратегия и анонс",
          "text": "Ребрендинг сопровождался масштабной маркетинговой кампанией. Основной акцент был сделан на эмоциональной составляющей изменений, чтобы подчеркнуть близость сервиса к пользователям."
        },
        {
          "type": "telegram",
          "link": "https://t.me/connecteam"
        },
        {
          "type": "video",
          "title": "Подробнее кейс разобрали в видео формате)",
          "video": "https://res.cloudinary.com/dkmaxwe8e/video/upload/v1750748797/aj4exxcct4ohlhiwrzxv.mov"
        },
        {
          "type": "highlightedSection",
          "title": "Коммуникация и координация",
          "titleType": "small",
          "items": [
            "Социальные сети для интерактивного общения с аудиторией",
            "Видеоролики: объясняют как обновления улучшают пользовательский опыт",
            "Посты в блогах с детальным разбором нововведений"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Обратная связь",
          "text": "Команда активно работала с отзывами пользователей, собирая комментарии через соцсети и внутри приложения. Это позволило оперативно устранять недочеты и укреплять доверие к бренду."
        },
        {
          "type": "highlightedSection",
          "title": "Советы по внедрению",
          "titleType": "small",
          "items": [
            "Начинайте с малого — не нужно сразу превращать всю работу в MMORPG",
            "Используйте простые и понятные механики: рейтинги, ачивки, награды",
            "Подбирайте систему под свою команду: кто-то любит соревнования, а кому-то важнее кооперация",
            "Не перегибайте — если геймификация начнет напрягать, эффект будет обратным"
          ]
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Единое видение",
              "description": "Успех проекта обеспечивается четким пониманием общей цели и задач каждым участником"
            },
            {
              "title": "Гибкость в подходе",
              "description": "Быстрая адаптация к изменениям и отзывам пользователей помогла улучшить конечный результат"
            },
            {
              "title": "Технологии и креатив",
              "description": "Сотрудничество между командами дизайна, разработки и маркетинга позволило объединить инновационные решения с яркой визуальной подачей"
            },
            {
              "title": "Пользователь в центре",
              "description": "Все изменения были направлены на улучшение взаимодействия с сервисом и создание вдохновляющего опыта для пользователей"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "Ребрендинг «Яндекс Музыки» стал успешным примером того, как благодаря эффективной коммуникации и координации между командами можно достичь значительных результатов. Этот проект не только обновил визуальную составляющую и функциональность сервиса, но и подчеркнул ценность командной работы в создании продукта, вдохновляющего миллионы пользователей."
        }
      ],
      "comments": [
        {
          "comment": "«Яндекс Музыка создаёт для каждого персональный музыкальный мир. Это возможно благодаря умной системе рекомендаций — она открывает именно тех артистов, которых нужно услышать прямо сейчас»",
          "author": "Никита Квасник, дизайн-директор Яндекс Музыки"
        },
        {
          "comment": "«Если вы хотите проверить свой дизайн на успех, попробуйте методологию DMS (Distinctive Memory Assets)»",
          "author": "Никита Квасник, дизайн-директор Яндекс Музыки"
        }
      ]
    }
  },
  {
    "id": 2,
    "slug": "spotify-streaming-race",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как Spotify выигрывает гонку стриминговых сервисов — взгляд изнутри команды",
    "description": "Spotify произвел революцию в индустрии музыкальных стриминговых сервисов, предоставив пользователям доступ к миллионам песен и подкастов прямо на их устройствах.",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736324/CaseImage_02_Preview_q36jwk.jpg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "management",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Как Spotify выигрывает гонку стриминговых сервисов — взгляд изнутри команды"
        },
        {
          "type": "tags",
          "items": ["Дизайн", "Руководство командой", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736330/CaseImage_02_01_bviagu.jpg",
          "alt": "Spotify"
        },
        {
          "type": "previewParagraph",
          "text": "Spotify произвел революцию в индустрии музыкальных стриминговых сервисов, предоставив пользователям доступ к миллионам песен и подкастов прямо на их устройствах. Но за этим успехом стоит слаженная команда — структура, разработанная для гибкости, инноваций и сотрудничества. Давайте разберемся, как построена команда Spotify и что делает её такой эффективной."
        },
        {
          "type": "titleParagraph",
          "title": "Планирование и стратегия",
          "text": "Миссия Spotify — «открывать потенциал человеческого творчества, предоставляя миллиону творческих артистов платформу для демонстрации их работ и миллиарду пользователей возможность наслаждаться и вдохновляться ими». Для достижения этой цели команда фокусируется на:"
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Инновации",
              "description": "Постоянная разработка новых функций и сервисов для улучшения пользовательского опыта"
            },
            {
              "title": "Масштабируемость",
              "description": "Обеспечение того, чтобы платформа могла справляться с миллионами пользователей и потоками одновременно"
            },
            {
              "title": "Ориентированность на пользователя",
              "description": "Создание интуитивно понятных интерфейсов и персонализированных функций"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Как построены руководство и коммуникация",
          "titleType": "small",
          "items": [
            "Плоская иерархия — Spotify использует плоскую организационную структуру, что минимизирует бюрократию и способствует открытой коммуникации",
            "Модель \"Squad\" — команды, известные как \"Squads\", представляют собой автономные, межфункциональные группы, которые фокусируются на конкретных функциях или сервисах. Каждая команда работает как мини-стартап, включая владельца продукта, гибкого тренера и разработчиков",
            "Tribes, Chapters и Guilds — для поддержания согласованности и обмена знаниями, Squads группируются в \"Tribes\", которые связаны общими направлениями работы. В этих Tribes также есть \"Chapters\", фокусирующиеся на конкретных навыках, и \"Guilds\", которые являются сообществами по интересам в компании"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Миссия и ценности команды",
          "text": "В Spotify ценятся полномочия, сотрудничество и прозрачность. Компания активно поощряет членов команды брать на себя ответственность и принимать решения, что способствует развитию лидерских качеств и самостоятельности. Важным аспектом является создание культуры командной работы между отделами, где каждый чувствует свою значимость и влияет на общий результат. Кроме того, Spotify делает акцент на открытой и прозрачной коммуникации, как внутри компании, так и в отношениях с пользователями, что укрепляет доверие и поддерживает инновационный дух в команде."
        },
        {
          "type": "highlightedSection",
          "title": "Три ключевых аспекта структуры команды Spotify",
          "titleType": "small",
          "items": [
            "Автономия с выравниванием — несмотря на то, что Squads работают независимо, они ориентированы на общую миссию компании, что позволяет обеспечивать согласованное продвижение",
            "Непрерывное обучение — Spotify инвестирует в развитие лидерства и коммуникативных навыков, предлагая программы для улучшения лидерского присутствия и командного взаимодействия",
            "Культура инноваций — компания создает культуру инноваций, поощряя эксперименты и извлечение уроков из неудач, чтобы стимулировать постоянное улучшение"
          ]
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Автономия с общей целью",
              "description": "Команды работают независимо, но их усилия выровнены с миссией компании, что позволяет быстро принимать решения, не теряя стратегического фокуса"
            },
            {
              "title": "Открытая коммуникация",
              "description": "Минимизация бюрократии, горизонтальная структура поддерживают прозрачность и обмен знаниями, что решает проблемы на ранних стадиях"
            },
            {
              "title": "Культура экспериментов",
              "description": "Поощрение проб и ошибок создает среду, где неудачи — часть процесса роста, а новые идеи проходят проверку в реальных условиях"
            },
            {
              "title": "Фокус на развитие",
              "description": "Постоянное обучение сотрудников, особенно в лидерстве и командной работе, укрепляет внутренние ресурсы и высокий уровень профессионализма"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "Успех Spotify в гонке стриминговых сервисов — это не случайность. Создавая командную структуру, которая подчеркивает автономию, сотрудничество и постоянное обучение, Spotify создала среду, где инновации процветают."
        }
      ],
      "comments": [
        {
          "comment": "«Я понял, что от пиратства никогда нельзя избавиться законодательно. Законы, безусловно, могут помочь, но они не устраняют проблему. Единственным способом решить проблему было создание сервиса, который был бы лучше пиратского и в то же время компенсировал бы затраты музыкальной индустрии, что и дало нам Spotify»",
          "author": "Дэниел Эк, сооснователь и генеральный директор Spotify"
        },
        {
          "comment": "«Мы действительно верим, что можем улучшить мир, по одной песне за раз»",
          "author": "Дэниел Эк, сооснователь и генеральный директор Spotify"
        }
      ]
    }
  },

  {
    "id": 3,
    "slug": "sberbank-ai-assistant-fail",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "«Рука помощи» от Сбербанка: провал запуска ИИ-ассистента",
    "description": "Когда Сбербанк решил внедрить собственного ИИ-ассистента «Рука помощи», ожидания были высоки. Однако реальность оказалась далека от идеала.",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736345/CaseImage_03_Preview_cmxkzz.jpg",
      "card": "big",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "experience",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "«Рука помощи» от Сбербанка: провал запуска ИИ-ассистента"
        },
        {
          "type": "tags",
          "items": ["Разработка", "Опыт команды", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736351/CaseImage_03_01_fb9jbd.jpg",
          "alt": "Логотип СБЕРа в 3Д"
        },
        {
          "type": "previewParagraph",
          "text": "Когда Сбербанк решил внедрить собственного ИИ-ассистента «Рука помощи», ожидания были высоки. Однако реальность оказалась далека от идеала. Заглянули за кулисы и посмотрели, как команда разрабатывала этот проект и какие подводные камни встретились на их пути."
        },
        {
          "type": "titleParagraph",
          "title": "Планирование и стратегия",
          "text": "Команда разработки «Руки помощи» стремилась создать инновационного ИИ-ассистента, способного улучшить взаимодействие клиентов с банком. Основные задачи включали:"
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Улучшение клиентского опыта",
              "description": "Создать ассистента, который бы мгновенно отвечал на запросы клиентов, решая их проблемы без участия человека"
            },
            {
              "title": "Оптимизация процессов",
              "description": "Снизить нагрузку на call-центры и автоматизировать рутинные операции сотрудников"
            },
            {
              "title": "Интеграция с системами",
              "description": "Обеспечить бесшовную работу ИИ-ассистента с уже существующими банковскими платформами и сервисами"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Как строился процесс работы",
          "titleType": "small",
          "items": [
            "Собрали специалистов из разных областей: разработчиков, аналитиков, UX/UI-дизайнеров и экспертов по ИИ. Однако отсутствие четкого лидера и размытые роли привели к хаосу и недопониманию",
            "Решили использовать самые передовые технологии, но не учли, что команда не имела достаточного опыта работы с ними. Это замедлило процесс разработки и привело к многочисленным ошибкам",
            "Тестирование проводилось на ограниченной выборке, без учета реальных сценариев использования. В результате многие баги и недочеты всплыли уже после запуска"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Маркетинговая стратегия и анонс",
          "text": "Ребрендинг сопровождался масштабной маркетинговой кампанией. Основной акцент был сделан на эмоциональной составляющей изменений, чтобы подчеркнуть близость сервиса к пользователям. В рекламе фигурировали обещания «умного помощника», способного решать проблемы клиента за секунды, но реальный опыт пользователей оказался гораздо менее впечатляющим."
        },
        {
          "type": "highlightedSection",
          "title": "Ошибки, допущенные командой",
          "titleType": "small",
          "items": [
            "Команда переоценила свои возможности и недооценила объем работы, необходимый для создания качественного ИИ-ассистента",
            "Недостаток общения между отделами привел к тому, что многие задачи дублировались или оставались невыполненными",
            "Фокусировались на технических аспектах, забывая о реальных потребностях клиентов, что привело к созданию неудобного и непонятного интерфейса"
          ]
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Чёткое планирование",
              "description": "Не переоценивайте себя и гениальность команды: без детального плана даже лучшие идеи обречены на провал"
            },
            {
              "title": "Эффективная коммуникация",
              "description": "Открытое и регулярное общение внутри команды предотвращает многие проблемы"
            },
            {
              "title": "Ориентация на пользователя",
              "description": "Понимание потребностей клиентов должно быть в центре каждого проекта, поэтому исследовательская часть важна"
            },
            {
              "title": "Постоянное обучение",
              "description": "Мир технологий постоянно меняется, и команда должна идти в ногу со временем, обучаясь новым навыкам и подходам"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "Провал запуска «Руки помощи» показал, что успех инновационного продукта зависит не только от технологий, но и от людей, которые их создают. Без слаженной работы, внимания к пользователям и гибкости перед вызовами даже самый амбициозный проект может потерпеть неудачу. Важно не только исправлять ошибки постфактум, но и строить процессы, которые помогают их предотвращать с самого начала."
        }
      ],
      "comments": [
        {
          "comment": "«Мы стремимся создать экосистему, в которой клиент сможет получить все необходимые ему услуги в одном месте»",
          "author": "Герман Греф, президент и председатель правления Сбербанка"
        },
        {
          "comment": "«Мы используем Process Mining в более чем 70% проверок внутреннего аудита»",
          "author": "Наталья Дубиничева, исполнительный директор Департамента финансов Сбербанка"
        }
      ]
    }
  },

  {
    "id": 4,
    "slug": "ibm-tech-giant-80-years",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как IBM остаются техно-гигантом больше 80 лет",
    "description": "IBM — это не просто компания, а целая эпоха в мире технологий. С момента своего основания в 1911 году под названием CTR (Computing Tabulating Recording), IBM прошла путь от производителя табуляторов до лидера в области искусственного интеллекта и облачных технологий.",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "left",
      "textColor": "white",
      "hasIcon": true,
      "comingSoon": false
    },
    "filter": "history",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Как IBM остаются техно-гигантом больше 80 лет"
        },
        {
          "type": "tags",
          "items": ["Разработка", "История компании", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736370/CaseImage_04_01_vyiws9.jpg",
          "alt": "Логотип IBM"
        },
        {
          "type": "previewParagraph",
          "text": "IBM — это не просто компания, а целая эпоха в мире технологий. С момента своего основания в 1911 году под названием CTR (Computing Tabulating Recording), IBM прошла путь от производителя табуляторов до лидера в области искусственного интеллекта и облачных технологий. Как же компании удаётся сохранять статус техно-гиганта на протяжении более 80 лет?"
        },
        {
          "type": "titleParagraph",
          "title": "Стратегическое планирование: от перфокарт к искусственному интеллекту",
          "text": "IBM начала свой путь с производства табуляторов для обработки данных переписи населения США в конце XIX века. С тех пор компания постоянно эволюционировала, переходя от одного технологического этапа к другому, всегда предвидя будущие потребности рынка."
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Диверсификация продуктов",
              "description": "IBM не ограничивалась одним направлением, предлагая решения от мейнфреймов до облачных сервисов и искусственного интеллекта"
            },
            {
              "title": "Глобальная экспансия",
              "description": "Компания активно выходила на международные рынки, адаптируя свои продукты и услуги под локальные потребности"
            },
            {
              "title": "Инвестиции в исследования",
              "description": "Ежегодно значительная часть бюджета направляется на инновации, что позволяет IBM оставаться на передовой технологического прогресса"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Эволюция корпоративной культуры: от иерархии к гибкости",
          "titleType": "small",
          "items": [
            "В 1990-х годах IBM столкнулась с серьезными финансовыми трудностями. Приход нового CEO, Луиса Герстнера, ознаменовал начало трансформации корпоративной культуры. В первую очередь сократили бюрократию: были упрощены внутренние процессы, что ускорило принятие решений",
            "Компания сместила внимание с внутренних процедур на удовлетворение потребностей клиентов",
            "Руководство компании поощряло инновации. Создание внутренней культуры стартапов способствовало развитию новых идей и продуктов"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Миссия и ценности: стремление к многообразию и инклюзивности",
          "text": "IBM всегда придавала большое значение своим корпоративным ценностям. Одной из ключевых инициатив стало продвижение многообразия и инклюзивности. В компании были организованы группы, занимающиеся вопросами равенства и инклюзивности, что способствовало улучшению рабочей атмосферы и повышению производительности. Также IBM внедряла программы, направленные на адаптацию рабочего пространства и процессов для сотрудников с особыми потребностями."
        },
        {
          "type": "highlightedSection",
          "title": "Структура команды: гибкость и адаптивность",
          "titleType": "small",
          "items": [
            "Кросс-функциональные команды: сотрудники из разных отделов работают вместе над проектами, что способствует обмену опытом и ускоряет инновации",
            "Гибкие методы работы: внедрение методологий Agile и Scrum позволило быстрее реагировать на изменения рынка и потребности клиентов",
            "Непрерывное обучение: сотрудники поощряются к постоянному развитию и обучению новым навыкам, что обеспечивает их профессиональный рост и адаптацию к новым технологиям"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Инновации в управлении персоналом",
          "text": "В 2015 году IBM переосмыслила подход к управлению эффективностью сотрудников. Была внедрена новая система, основанная на гибких методах работы и адаптации к быстро меняющимся условиям рынка. Это позволило компании увеличить скорость инноваций и улучшить адаптивность персонала."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Адаптивность к изменениям",
              "description": "Способность компании меняться в ответ на внешние и внутренние вызовы обеспечивает ее долгосрочный успех"
            },
            {
              "title": "Инвестирование в людей",
              "description": "Поддержка развития сотрудников, создание инклюзивной культуры повышают эффективность и инновационность"
            },
            {
              "title": "Стратегическое видение",
              "description": "Долгосрочное планирование и готовность к риску позволяют компании оставаться лидером в своей отрасли"
            },
            {
              "title": "Инновации как часть ДНК",
              "description": "Постоянное стремление к новшествам и улучшениям закрепляет позиции компании на рынке"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "История IBM — это пример того, как крупная корпорация может успешно адаптироваться к изменениям, сохраняя при этом свои ключевые ценности и продолжая внедрять инновации. Сочетание стратегического мышления, инвестиций в исследования и сильной корпоративной культуры позволило IBM оставаться технологическим лидером на протяжении десятилетий."
        }
      ],
      "comments": []
    }
  },

  {
    "id": 5,
    "slug": "rebranding-fails-5-cases",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Фейлы ребрендингов: 5 неудачных запусков и что из этого вынесли компании",
    "description": "Ребрендинг — это как пластическая операция: можно стать красивее, а можно превратиться в мем на годы. Разбираем пять эпичных провалов — от Big Tech до автопроизводителей.",
    "cardDisplay": {
      "background": "purple",
      "card": "big",
      "rotate": "none",
      "textColor": "white",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "experience",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_02_a9eu0v.webp",
        "name": "Василиса Кольченко",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Фейлы ребрендингов: 5 неудачных запусков и что из этого вынесли компании"
        },
        {
          "type": "tags",
          "items": ["Дизайн", "История компании", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736398/CaseImage_05_01_njr1cf.jpg",
          "alt": "Фейлы ребрендинга"
        },
        {
          "type": "previewParagraph",
          "text": "Ребрендинг — это как пластическая операция: можно стать красивее, а можно превратиться в мем на годы. Некоторые компании так уверены в своём «новом облике», что забывают спросить пользователей, а те в ответ устраивают холивары в соцсетях. В общем, собрали мини трактат для дизигнеров и разобрали пять эпичных провалов — от Big Tech до автопроизводителей — и узнаем, какие уроки извлекли команды."
        },
        {
          "type": "titleParagraph",
          "title": "Основные цели ребрендинга",
          "text": "Казалось бы, что может пойти не так? Поменял логотип, шрифты, цвета — и вот ты уже «современный и свежий». Но нет. Ребрендинг — это про:"
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Мы меняем ДНК",
              "description": "Если компании хотят показать, что они эволюционируют, то новый стиль должен отражать реальные изменения в продукте"
            },
            {
              "title": "Избавимся от прошлого",
              "description": "Иногда бренды так стремятся сбросить старый имидж, что выбрасывают вместе с ним всю узнаваемость"
            },
            {
              "title": "Дизайн ≠ красота",
              "description": "Если новый стиль не передаёт ценности бренда — это просто картинка, а картинки без смысла народ не прощает"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Зачем ломать работающее?",
          "titleType": "small",
          "items": [
            "Один из самых спорных ребрендингов на российском рынке — переименование Mail.ru Group в VK в 2021 году. Холдинг пытался объединить все сервисы под одним брендом",
            "Они резко отказались от исторически узнаваемого имени Mail.ru, представили чрезмерно упрощённый логотип в виде синего квадрата, который многие пользователи сочли «дешёвым»",
            "Главное — не объяснили аудитории практическую пользу этих изменений. В результате ребрендинг получился половинчатым — часть сервисов так и осталась с двойным брендированием"
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Градиент, который все возненавидели",
          "titleType": "small",
          "items": [
            "Легендарный старый лого Instagram (камера-полароид) заменили на абстрактный градиент",
            "Дизайнеры решили, что «плоский дизайн — это модно», но забыли, что старый лого был иконкой эпохи",
            "Пользователи взбесились, а мемы про «новый Instagram vs. старый» топили соцсети. Как итог: нельзя просто так взять и выкинуть визуальную историю бренда"
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Мы больше не кот",
          "titleType": "small",
          "items": [
            "Jaguar решил сменить агрессивного «прыгающего ягуара» на абстрактный логотип в духе «премиального минимализма»",
            "Бренд десятилетиями ассоциировался с хищником, а новый лого выглядел как «просто шрифт»",
            "Аудитория возмутилась: «Где мощь? Где характер?» Если твой символ — часть ДНК бренда, не превращай его в безликий значок"
          ]
        },
        {
          "type": "highlightedSection",
          "title": "А где круги?",
          "titleType": "small",
          "items": [
            "Mastercard упростил свои легендарные перекрывающиеся круги до двух полупрозрачных пятен",
            "Люди не узнавали лого на картах и сайтах. Через год вернули более чёткие формы",
            "Вывод: даже минимализм должен оставаться функциональным"
          ]
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Тестируй перед выкатыванием",
              "description": "Если бы Instagram или Mastercard провели A/B-тесты, они бы узнали, что народ не готов к резким изменениям"
            },
            {
              "title": "Не убивай узнаваемость",
              "description": "Логотип — это не просто картинка, это символ, который живёт в головах людей"
            },
            {
              "title": "Объясняй, зачем это нужно",
              "description": "Если компания не может внятно сказать, почему она меняет бренд — народ решит, что это «просто маркетологи баловались»"
            },
            {
              "title": "Будь готов откатиться",
              "description": "Как показали кейсы, иногда лучше признать ошибку и вернуть старый дизайн, чем упорствовать"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "История ребрендинговых провалов компаний показывает: проблема часто кроется не в самом дизайне, а в разрыве между амбициями бизнеса и реальными нуждами пользователей. Команды увлекаются «модными трендами» (минимализм, унификация), но забывают проверить простые вещи: узнают ли люди новый лого, сохраняется ли эмоциональная связь. P.S. Главный урок: если твой ребрендинг стал мемом до того, как его заметили клиенты — возможно, ты что-то сделал не так."
        }
      ],
      "comments": []
    }
  },

  {
    "id": 6,
    "slug": "netflix-dvd-to-streaming",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как Netflix избежал банкротства, когда перешёл от DVD к стримингу",
    "description": "Когда Netflix только начинал свой путь в 1997 году, мало кто мог предположить, что компания, отправляющая DVD по почте, превратится в стримингового гиганта.",
    "cardDisplay": {
      "background": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736414/CaseImage_06_Preview_zinoxi.jpg",
      "card": "standard",
      "rotate": "none",
      "textColor": "black",
      "hasIcon": false,
      "comingSoon": false
    },
    "filter": "history",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_03_ky9nnm.webp",
        "name": "Ника Косарева",
        "description": "Бывалый дизайнер"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Как Netflix избежал банкротства, когда перешёл от DVD к стримингу"
        },
        {
          "type": "tags",
          "items": ["Разработка", "История компании", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736421/CaseImage_06_01_gknnzr.jpg",
          "alt": "Логотип Netflix"
        },
        {
          "type": "previewParagraph",
          "text": "Когда Netflix только начинал свой путь в 1997 году, мало кто мог предположить, что компания, отправляющая DVD по почте, превратится в стримингового гиганта. Однако благодаря смелым решениям и инновационному подходу, Netflix не только избежал банкротства, но и стал лидером индустрии развлечений."
        },
        {
          "type": "titleParagraph",
          "title": "Основные цели команды Netflix",
          "text": "Команда Netflix всегда стремилась предоставить пользователям лучший опыт просмотра, внедряя инновации и поддерживая культуру свободы и ответственности."
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Ориентация на пользователя",
              "description": "В центре внимания всегда был зритель. Компания стремится понять предпочтения аудитории и предоставить контент, соответствующий их интересам"
            },
            {
              "title": "Инновации и адаптация",
              "description": "Netflix постоянно ищет новые способы улучшения сервиса, адаптируясь к изменениям рынка и технологий"
            },
            {
              "title": "Культура свободы",
              "description": "Сотрудникам предоставляется свобода в принятии решений, что способствует быстрому внедрению инноваций и повышению эффективности"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Как строится руководство и коммуникация в Netflix",
          "titleType": "small",
          "items": [
            "У них плоская организационная структура. Отсутствие жесткой иерархии позволяет сотрудникам свободно обмениваться идеями и быстро принимать решения",
            "В компании поощряется открытость информации, что способствует доверию и эффективному взаимодействию между отделами",
            "Регулярные обсуждения и отзывы помогают команде постоянно совершенствоваться и адаптироваться к новым вызовам"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Культура «Свободы и Ответственности»",
          "text": "Netflix работает по принципу высокой автономии сотрудников, но требует выдающихся результатов. Знаменитый «Netflix Culture Deck» (2009) описывает принципы вроде «никаких правил, только здравый смысл» и поощряет открытую критику. От сотрудников ждут действий в интересах компании без лишней бюрократии."
        },
        {
          "type": "highlightedSection",
          "title": "Немного внутрянки",
          "titleType": "small",
          "items": [
            "В отличие от традиционных студий, Netflix дает создателям шоу большую творческую свободу. Однако решения о запуске проектов часто принимаются на основе данных",
            "Netflix полагается на A/B-тесты, аналитику просмотров и алгоритмы рекомендаций при принятии решений о контенте",
            "Децентрализованное принятие решений. В Netflix минимум иерархии, что позволяет быстро экспериментировать"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Плотность талантов и «Тест на удержание»",
          "text": "Netflix нанимает и удерживает только топовых специалистов. Руководители должны задаваться вопросом: «Буду ли я бороться за этого сотрудника?». Если нет — его увольняют, даже если он хорош. Это создает напряженную среду, но поддерживает высокий уровень."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Будь готов меняться",
              "description": "Технологии и предпочтения аудитории меняются – компании должны адаптироваться, чтобы выжить"
            },
            {
              "title": "Инвестируй в инновации",
              "description": "Развитие технологий и создание оригинального контента — залог долгосрочного успеха"
            },
            {
              "title": "Пользователь — приоритет",
              "description": "Удобство сервиса, отсутствие рекламы и продуманная система рекомендаций удерживают подписчиков"
            },
            {
              "title": "Думай глобально",
              "description": "Netflix не просто выходит на новые рынки, а адаптирует контент под конкретные аудитории"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "Таким образом, сочетание стратегического мышления, инноваций и сильной корпоративной культуры позволило Netflix не только избежать банкротства, но и стать лидером в индустрии развлечений. Их подход к управлению и ориентация на пользователя создали уникальную бизнес-модель, которая продолжает доминировать на рынке стриминговых услуг."
        }
      ],
      "comments": [
        {
          "comment": "«Культура Netflix всегда строилась на гибкости и готовности к изменениям. Мы учили сотрудников не бояться рисковать и принимать решения, которые могут изменить правила игры»",
          "author": "Патти МакКорд, бывший Chief Talent Officer Netflix"
        },
        {
          "comment": "«Наши алгоритмы и технологии — это не просто инструменты, это наше конкурентное преимущество. Мы анализируем каждое действие пользователя, чтобы сделать платформу максимально удобной и персонализированной»",
          "author": "Спенсер Нойман, CFO Netflix"
        }
      ]
    }
  },

  {
    "id": 7,
    "slug": "slack-pivot-from-failure",
    "metatags": {
      "image": "https://connecteam.space/metaImage.jpg",
      "type": "article"
    },
    "title": "Как Slack спас свой стартап от банкротства с помощью смены стратегии",
    "description": "Slack — это не просто мессенджер для офисных срачей, а легендарный пример того, как провальный геймдев-стартап переродился в $27-миллиардную корпорацию.",
    "cardDisplay": {
      "background": "purple",
      "card": "standard",
      "rotate": "right",
      "textColor": "white",
      "hasIcon": true,
      "comingSoon": false
    },
    "filter": "history",
    "case": {
      "author": {
        "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1748957231/A_Photo_01_ewdt73.webp",
        "name": "machere13",
        "description": "Frontend Developer"
      },
      "type": "big",
      "content": [
        {
          "type": "heading-2",
          "text": "Как Slack спас свой стартап от банкротства с помощью смены стратегии"
        },
        {
          "type": "tags",
          "items": ["Разработка", "Опыт команды", "7 мин"]
        },
        {
          "type": "image",
          "image": "https://res.cloudinary.com/dkmaxwe8e/image/upload/v1750736435/CaseImage_07_01_inmhcf.jpg",
          "alt": "Логотип Slack"
        },
        {
          "type": "previewParagraph",
          "text": "Slack — это не просто мессенджер для офисных срачей, а легендарный пример того, как провальный геймдев-стартап (да-да, изначально это была игра Glitch) переродился в $27-миллиардную корпорацию. Но путь был не из лёгких: в 2013 году у них горели сроки, заканчивались деньги, а пользователи не понимали, зачем вообще нужен «ещё один чат». Разберём, как команда сменила стратегию, не развалилась по дороге и построила культовый продукт."
        },
        {
          "type": "titleParagraph",
          "title": "Основные цели команды Slack",
          "text": "Slack никогда не хотел быть «просто мессенджером». Его миссия — убить email, упростить работу и сделать так, чтобы команды не ненавидели корпоративные инструменты. Вот на чём они забили:"
        },
        {
          "type": "cardList",
          "items": [
            {
              "title": "Делаем работу не отстойной",
              "description": "Вместо скучных enterprise-решений — живой, удобный чат с мемами, гифками и человеческим лицом"
            },
            {
              "title": "Интеграции — наше всё",
              "description": "Slack изначально затачивался под API. GitHub, Trello и другие — если сервис популярен, он должен быть внутри Slack"
            },
            {
              "title": "Пользователь всегда прав",
              "description": "Команда фанатично собирала фидбек. Если юзеры жаловались, что что-то не так — фича переделывалась в любом случае"
            }
          ]
        },
        {
          "type": "highlightedSection",
          "title": "Как строится руководство и коммуникация",
          "titleType": "small",
          "items": [
            "Основатель Стюарт Баттерфилд сразу заложил культуру без токсичных гениев. Можно быть технарём-асом, но если ты мудак — тебя вынесут",
            "Внутри Slack прозрачность как религия: все переписки (кроме HR) по умолчанию открыты. Даже финансовые отчёты и стратегические дискуссии — чтобы никто не чувствовал себя «не в теме»",
            "В компании, которая делает мессенджер, асинхронная коммуникация в приоритете. Если вопрос не горит — ты пишешь в тред, а не дёргаешь коллегу звонком"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Метрики вместо догадок",
          "text": "Внутри Slack культура принятия решений строится на жестких данных, а не на мнениях топ менеджеров. Вместо сотни KPI: они фокусируются только на: Weekly Active Users (не просто регистрации!), процент сообщений с эмодзи/реакциями (вовлеченность), количество подключенных интеграций на рабочее место, NPS (готовность рекомендовать), процент команд, перешедших на платную версию после trial. Особое внимание к «сообщениям за 7 дней» — если пользователь не отправляет 200+ сообщений за первую неделю, он, скорее всего, уйдет. Поэтому onboarding в Slack — это не туториалы, а провокация к действию через автоматические боты и подсказки."
        },
        {
          "type": "highlightedSection",
          "title": "Три ключевых блока, которые спасли Slack",
          "titleType": "small",
          "items": [
            "Slack изначально позиционировал себя не как конкурент Skype или HipChat, а как «убийцу почты». Это сразу дало им уникальность и объяснило, зачем платить за ещё один мессенджер",
            "Бесплатная версия Slack была настоящей (а не урезанной до бесполезности). Люди втягивались, а потом компании сами просили «дайте нам платные фичи»",
            "Slack одним из первых сделал крутой API с документацией, которую реально читать. В итоге его стали встраивать везде — от стартапов до NASA"
          ]
        },
        {
          "type": "titleParagraph",
          "title": "Как выжили?",
          "text": "Крутость Slack — не только в том, что они сменили стратегию, а в том, что они не боялись выглядеть идиотами. Ведь изначально их игра Glitch провалилась так эпично, что инвесторы готовы были вычеркнуть команду из жизни. Но вместо того чтобы зализывать раны, они разобрали движок игры на запчасти и собрали из него мессенджер."
        },
        {
          "type": "cardList",
          "title": "Выводы",
          "titleType": "small",
          "items": [
            {
              "title": "Гибкость — наше второе имя",
              "description": "Умение выкинуть провальный геймдев и за полгода сделать из его движка мессенджер — это уровень"
            },
            {
              "title": "Юзеры — не статистика, а люди",
              "description": "Slack рос вместе с пользователями. Их первые клиенты (вроде Medium и Airbnb) буквально формировали продукт"
            },
            {
              "title": "Культура — важнее",
              "description": "Без их принципов вроде «no brilliant assholes» и «default to transparency» Slack бы развалился на этапе первых скачиваний"
            },
            {
              "title": "Мы продаём привычку",
              "description": "Люди не уходят из Slack, потому что их команда уже живёт там. Это уровень привязки, о котором мечтают наркодилеры"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": "Этот кейс показывает, что успех инноваций зависит не только от «гениальной идеи», а от способности команды смотреть правде в глаза. Slack не стал притворяться, что «всё идёт по плану», — они признали провал, проанализировали, что у них уже работает (например, удобный чат для внутренних коммуникаций), и выстрелили в новом направлении. Короче, если ваш стартап тонет — возможно, у вас уже есть кусок будущего успеха. Просто он спрятан в том, что вы пока считаете «побочным эффектом»."
        }
      ],
      "comments": [
        {
          "comment": "«У каждого в Slack есть персональный канал #feedback-. Мой — #feedback-jaime. Радикальная прозрачность значит, что любой — от стажёра до CEO — может тегнуть меня написать с конструктивной критикой»",
          "author": "Хайме Деланге, директор отдела Продакт-менеджмента"
        },
        {
          "comment": "«Офисные плюшки? Мы конкурируем культурой, а не комбучей. Когда в 2020-м перешли на remote-first, удвоили ставку на асинхронные ритуалы — например, еженедельные «медленные обсуждения», где видны даже тихие голоса»",
          "author": "Брайан Эллиот, VP of Future Forum"
        }
      ]
    }
  }
]
